[

    {
        "id_produit": 1,
        "categorie": 3,
        "nom_produit": "BASOARO Mini PC i9, Ordinateur de Bureau, 9th Gen Core i9 9880H, 16G DDR4 RAM 512G SSD, 2 Gigabit Ethernet, Double Affichage HDMI/DP, 6 USB3.0, BT, WiFi bi-Bande",
        "marque": "BASOARO",
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/615wi22aUDL._AC_SX679_.jpg",
        "disponibilite": 1,
        "prix": 83500,
        "description": "     Processeur mini PC avancé➜ Ce mini pc alimenté par Core i9 9880H, fréquence de base 2,3 GHz, jusqu'à 4,80 GHz, 16 Mo de cache, 8 cœurs 16 fils, UHD Graphics 630, système d'exploitation Windows 10 Pro préinstallé sur ordinateur de bureau. Un mini ordinateur puissant et fluide, qui peut être utilisé dans divers scénarios tels que le divertissement, le bureau et l'éducation.     Double DDR4 RAM, M.2 NVME SSD➜ Ce mini ordinateur à ventilateur intégré nouvellement conçu dispose de 2 emplacements de mémoire DDR4, prend en charge jusqu'à 64 Go de RAM, 2 x M.2 SSD, stockage de performances plus rapide, il n'y a pas de limitation de capacité de stockage.     Interfaces externes complètes➜ Ordinateur de bureau i9 conçu avec 2 x RJ45 Gigabit Ethernet, 1 x port d'affichage HDMI, 1 x port d'affichage DP, les deux prennent en charge 4K, 6 x USB 3.0, 1 x alimentation basse tension 19 V, plusieurs ports répondent à vos besoins. Ce mini pc le plus chaud dans les bureaux et les cinémas maison.     Affichage de sortie DP / HD 4K➜ Les ordinateurs à petit facteur de forme sont livrés avec un port HDMI / DP, vous permettant d'économiser votre temps et d'améliorer votre efficacité de travail, la lecture vidéo 4K ultra HD, profitez de la ruée visuelle transparente de l'Ultra HD 4K avec une netteté, vous apportent une visualisation magnifique expérience.     Connexion solide, plus stable ➜ Le mini ordinateur de bureau est doté d'une connexion sans fil double bande 2,4 G + 5 G et Bluetooth 4.2, prend en charge plusieurs connexions d'appareils, rapides et stables. Avec 2 * RJ45 Gigabit Ethernet, téléchargez des fichiers plus rapidement sans interrompre la connexion."
    },
    {
        "id_produit": 2,
        "categorie": 3,
        "nom_produit": "Mini PC Intel Core i5-8279U | 16 Go de RAM SSD PCIe de 512 Go | Intel Iris Plus Graphics 655 | Windows 10 | Intel WIFI6 AX200 BT 5.1 | HDMI/DP/USB-C | 2X RJ45 | 4X USB 3.0 | Petit Facteur de Forme",
        "marque": "MINIS FORUM",
        "couleur": "Gris",
        "image": "https://m.media-amazon.com/images/I/61BS9Q2Eo6S._AC_SY450_.jpg",
        "disponibilite": 1000,
        "prix": 56999,
        "description": "Mini PC Intel Core i5-8279U de la marque MINIS FORUM avec 16 Go de RAM, SSD PCIe de 512 Go"
    },
    {
        "id_produit": 3,
        "categorie": 4,
        "nom_produit": "Lenovo ThinkCentre M900 Tiny | Intel Cores i5-6500T 2,5 Ghz | RAM 8 Go | Disque 750 Go 240 Go SSD + 500 Go SATA | Display Port USB 3 | Windows 10 Pro (Reconditionné)",
        "marque": "Lenovo",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/31gwsHwGjYL._AC_SX425_.jpg",
        "disponibilite": 1000,
        "prix": 34399,
        "description": "     CPU Intel Core I5 6500T ou supérieur     Double disque dur : SSD m2 256 Go + disque SATA 500 Go de 2,5     Dans la boîte : mini PC Lenovo m900 tiny, bloc d'alimentation, clé Wi-Fi 300 mps"
    },
    {
        "id_produit": 4,
        "categorie": 5,
        "nom_produit": "HP Pavilion 24-k1010ng 23.8\" 1920 x 1080 Pixels 11e génération de processeurs Intel® Core™ i5 i5-11500T 8 GB DDR4-SDRAM 512 GB SSD PC All-in-One Windows 10 Home",
        "marque": "HP",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/imagess/I/81hxtyz1ONS._AC_SX679_.jpg",
        "disponibilite": 1000,
        "prix": "90000",
        "description": "Connexions : Côté : 1 x SuperSpeed USB Type-A (charge de batterie 1.2). Arrière : 3 x SuperSpeed USB Type-A, 1 x SuperSpeed USB Type-C, 1 x HDMI 1.4, combiné microphone/prise casque Chargement inductif au pied de l'AiO. Lecteur de carte mémoire 3 en 1"
    },
    {
        "id_produit": 5,
        "categorie": 5,
        "nom_produit": "Apple iMac iMac 24\" 4480 x 2520 Pixels Apple M M1 8 GB 512 GB SSD PC All-in-One macOS Big sur",
        "marque": "Apple",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/imagess/I/613-W2mDN+S._AC_SY450_.jpg",
        "disponibilite": 1,
        "prix": "100000",
        "description": "Une impression. de jamais‑vu. Hello, nouvel iMac.Inspiré du meilleur de l’univers Apple, transfiguré par la puce M1 et conçu pour se démarquer tout en étant parfaitement adapté à votre mode de vie."
    },
    {
        "id_produit": 6,
        "categorie": 5,
        "nom_produit": "HP Pavilion 24-k1014ng 23.8\" 1920 x 1080 Pixels 11e génération de processeurs Intel® Core™ i7 i7-11700T 16 GB DDR4-SDRAM 1512 GB HDD+SSD NVIDIA GeForce MX350 PC All-in-One Windows 10 Home",
        "marque": "HP",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/imagess/I/818U2tMQNaL._AC_SX569_.jpg",
        "disponibilite": 1000,
        "prix": "100000",
        "description": "Connexions : Côté : 1 x SuperSpeed USB Type-A (charge de batterie 1.2). Arrière : 3 x SuperSpeed USB Type-A, 1 x SuperSpeed USB Type-C, 1 x HDMI 1.4, combiné microphone/prise casque Chargement inductif au pied de l'AiO. Lecteur de carte mémoire 3 en 1"
    },
    {
        "id_produit": 7,
        "categorie": 6,
        "nom_produit": "Jumper Ordinateur Portable 13,3 Pouces, Microsoft Office 365, 4Go RAM 64Go ROM Cahier Ultra-Mince, Windows 10 PC Double cœur, 1080P FHD, Intel Celeron N3350, USB3.0, Mini HDMI (Gray)",
        "marque": "Jumper",
        "couleur": "Gris",
        "image": "https://m.media-amazon.com/images/I/61HSj09GEjL._AC_SX569_.jpg",
        "disponibilite": 1000,
        "prix": 27999,
        "description": "     Bluetooth     Portable"
    },
    {
        "id_produit": 8,
        "categorie": 6,
        "nom_produit": "ALLDOCUBE GTBook Ordinateur Portable 14 Pouces, Windows 11, Intel JasperLake N5100, Quad Core, 12 Go de RAM, 256 Go de SSD, écran FHD IPS, Wi-FI 6, Bluetooth 5.1, Type-c, Gris sidéral",
        "marque": "ALLDOCUBE",
        "couleur": "Gris",
        "image": "https://m.media-amazon.com/images/I/61lTc1v1oeL._AC_SX355_.jpg",
        "disponibilite": 1000,
        "prix": 39999,
        "description": "     💻【CPU NOUVELLE GÉNÉRATION】 Dernier processeur quadricœur Intel Celeron Japerlake N5100 de 11e génération, jusqu'à 2,8 GHz, l'ordinateur portable ALLDOCUBE 14 pouces GTBook suit immédiatement la marée, performances CPU + 35%, GPU + 78% par rapport au chipset Gemini Lake, 12 Go de grande RAM, vous permet d'exécuter plusieurs applications et de surfer sans battre. SSD amovible et extensible de 256 Go, jusqu'à 1 To, carte TF jusqu'à 128 Go.     💻【Wifi 6 et BT 5.1】Cours en ligne, télétravail, visioconférence, regarder des drames à la maison, jouer à des jeux ne peut se passer du WiFi 6 stable, trois fois plus rapide, - 30% de consommation d'énergie par rapport au WiFi AC 5G. Vitesse de transmission des données +100% par rapport au Bluetooth 4.2, ce portable est construit en BT 5.1, ce qui rend la connexion plus stable et plus rapide.     💻【Écran Full HD IPS Narrow Bezel】L'ordinateur portable Alldocube Windows est équipé d'un écran Full HD IPS de 14 pouces avec une résolution de 1920x1080, qui prend en charge les vidéos 1080P. Vous pouvez profiter de l'image idéale avec des couleurs vives, saturées et naturelles sous tous les angles, le choix parfait pour les employés de bureau, les étudiants et les personnes âgées peuvent surfer sur Internet et regarder des vidéos HD n'importe où.     💻【Clavier rétroéclairé et poids léger】 Le clavier rétroéclairé bord à bord est pratique pour utiliser l'ordinateur portable dans un environnement peu éclairé tel que les dortoirs, les salles d'étude et les chambres, particulièrement adapté aux étudiants lorsque le dortoir de l'école a expiré . Ne pèse que 2,2 livres et se glisse facilement dans vos poches lorsque vous sortez.     💻 【Autre fonction de surbrillance】 Alimenté par une batterie de 10000 mAh, l'ordinateur portable Alldocube GTbook 14 pouces peut lire des vidéos jusqu'à 5 heures à une luminosité maximale et jusqu'à 7 heures à une luminosité standard, prend en charge une charge rapide et ne nécessite que 3 heures pour une charge complète, haute- Speed ​​​​full-fonction Type-C pour une transmission de données plus rapide."
    },
    {
        "id_produit": 9,
        "categorie": 6,
        "nom_produit": "Jumper Ordinateur Portable 11,6 Pouces, 4Go+64Go, Pentium N3700 Quatre Coeurs, HD Graphics, Windows 10 Laptop, BT4,2, Caméra HD, USB 3,0, HDMI, Clavier AZERTY français, 256Go TF + Extension SSD 1To",
        "marque": "Jumper",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71qicgP6niL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 26999,
        "description": "     L'ordinateur portable est préinstallé avec Microsoft Office 365 (licence d'un an) et vous pouvez utiliser gratuitement Microsoft Excel, Word, PowerPoint et d'autres logiciels pendant un an. Cet notebook est pré-installé avec le système Windows 10 et prend en charge la mise à niveau gratuite vers Windows 11. C'est un ordinateur portable adapté aux débutants.     L'laptop est équipé de 4 Go de RAM et d'un stockage ROM hautes performances de 64 Go. Il prend également en charge une carte TF de 256 Go et une mémoire d'extension SSD de 1 To. Cet ordinateur portable est équipé d'un processeur Intel Pentium N3700, quad-core, fréquence de base 1,6 GHz, faible consommation d'énergie et haute efficacité. Il peut plus facilement exécuter plusieurs applications et vous aider à stocker plusieurs documents.     L'pc portable est équipé d'un écran IPS de 11,6 pouces (écran de résolution 1366*768) avec des couleurs vives, vous permettant de profiter des effets visuels de regarder des vidéos. Équipé d'une caméra frontale haute définition de 2 millions de pixels, il peut mieux vous aider en visioconférence, en bureau en ligne ou en classe en ligne.     L'ultrabook ne pèse que 0,92 kg et a une épaisseur de 1,8 cm. Il est compact et facile à transporter. Équipé de mini HDMI, prise casque, Bluetooth 4.2, USB 3.0x1, USB 2.0x1 et 2.4G WiFi, des méthodes de connexion riches peuvent répondre à vos différents besoins. La durée de vie de la batterie est jusqu'à 5 heures, fiable et durable, et le temps d'utilisation est plus long.     Garantie d'un an : Jumper fournit 365 jours d'assistance client. S'il y a un problème avec votre ordinateur portable, veuillez nous contacter immédiatement, notre service client vous répondra dans les 24 heures et vous aidera à répondre à vos questions. (Trouvez votre commande, qui contient des informations sur la façon de contacter le vendeur)"
    },
    {
        "id_produit": 10,
        "categorie": 6,
        "nom_produit": "Apple Ordinateur Portable MacBook Air 2020 : Puce Apple M1, éCran Retina 13′′, 8 Go de RAM, 256 Go de Stockage SSD, Clavier rétroéClairé, Caméra FaceTime HD, Touch ID; Argent",
        "marque": "Apple",
        "couleur": "Argent",
        "image": "https://m.media-amazon.com/images/I/71TPda7cwUL._AC_SX425_.jpg",
        "disponibilite": 1,
        "prix": 4000,
        "description": "       Autonomie d’une journée : autonomie longue durée pouvant atteindre 18 heures en fonction de l’utilisation.     Performances remarquables : accomplissez facilement toutes sortes de tâches, du montage professionnel aux jeux d’action les plus spectaculaires. La puce Apple M1 intègre un CPU 8 cœurs offrant des performances jusqu’à 3,5 fois plus rapides que la génération précédente, tout en consommant moins d’énergie.     Mémoire ultra-rapide : 8 Go de mémoire unifiée, pour un système plus rapide et plus réactif. Il permet ainsi de réaliser des tâches exigeantes telles que la navigation à plusieurs onglets, particulièrement gourmande en mémoire, ou l’ouverture d’un fichier graphique volumineux rapidement et facilement.     Superbe écran : les images affichent un réalisme sans précédent sur l’écran Retina de 13,3′′. Profitez d’un texte d’une netteté et d’une clarté impressionnantes, et de couleurs plus éclatantes.     Pourquoi choisir le Mac ? Facile à maîtriser. Ultra-simple à configurer. Prodigieusement puissant. Intuitif. Doté de nombreuses apps intégrées prêtes à l’emploi. Le Mac est conçu pour vous permettre de travailler, jouer et créer comme jamais auparavant.     Compatible, tout simplement : profitez de toutes vos apps actuelles, notamment Adobe Creative Cloud, Microsoft 365 et Google Drive. Et utilisez vos apps pour iPhone et iPad préférées directement sur macOS. Vous bénéficiez ainsi de la plus vaste collection d’apps jamais proposée sur Mac. Toutes disponibles sur l’App Store.     Facile à maîtriser : si vous possédez déjà un iPhone, votre MacBook Air vous semblera familier dès que vous l’allumerez. Et il fonctionne en parfaite harmonie avec tous vos appareils Apple. Utilisez votre iPad pour prolonger l’espace de travail offert par votre Mac, répondez à vos messages et à vos appels directement sur votre Mac, et bien plus encore.     \n                             Design sans ventilateur : même lorsqu’il est soumis à des charges de travail intenses, votre MacBook Air garde la tête froide et reste silencieux.  AppleCare : chaque Mac est assorti d’une garantie limitée d’un an et de 90 jours d’assistance technique gratuite. Souscrivez l’AppleCare+ pour étendre votre garantie, éviter le stress et réduire le coût des réparations imprévues.  Respectueux de l’environnement : le MacBook Air possède un boîtier fabriqué en aluminium 100 % recyclé et consomme moins d’énergie afin de réduire son empreinte carbone.    "
    },
    {
        "id_produit": 11,
        "categorie": 6,
        "nom_produit": "HP Chromebook 14a-na0000sf PC Ultraportable 14\" HD (Intel Celeron, RAM 4 Go, eMMC 32 Go, AZERTY, Chrome OS)",
        "marque": "HP",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/images/I/914G6qawMNL._AC_SX425_.jpg",
        "disponibilite": 2,
        "prix": 24900,
        "description": "     Les Chromebooks sont des ordinateurs portables sûrs, rapides et intelligents qui fonctionnent sous le système d'exploitation Chrome OS : démarrage en quelques secondes, aucuns ralentissements dans le temps grâce aux mises à jour automatiques, antivirus déjà intégré et batterie longue durée. Type de batterie : Polymère Li-ion à 2 cellules, 47 Wh     Que ce soit sur le Web ou via les applications du Google Play Store, vous pouvez tout faire avec les Chromebooks : laisser libre cours à votre créativité, optimiser votre productivité, regarder des films/séries ou jouer aux jeux que vous aimez déjà. Les Chromebooks sont compatibles avec Microsoft Word, Excel et PowerPoint     Ecran : 14\" HD | Processeur : Intel Celeron N4020     Mémoire RAM : 4 Go | Stockage : 32 Go eMMC. Profitez de 100 Go de stockage en ligne offerts en activant l'offre d'essai d'1 an à Google One. Vos fichiers sont automatiquement sauvegardés, vous pouvez y accéder depuis n'importe quel device connecté à internet     Autonomie : jusqu'à 14h. Faites-en plus avec une seule charge, Chrome OS optimise en permanence les performances de la batterie     Poids : 1,46 kg     Connectivité : 1 x USB 3.1, 2 x USB Type C, lecteur de carte microSD, combo jack audio/micro"
    },
    {
        "id_produit": 12,
        "categorie": 6,
        "nom_produit": "2020 Apple MacBook Pro avec Apple M1 Chip (13 Pouces, 8 Go RAM, 256 Go SSD) - Gris sidéral",
        "marque": "Apple",
        "couleur": "Gris",
        "image": "https://m.media-amazon.com/images/I/71an9eiBxpL._AC_SX342_.jpg",
        "disponibilite": 1,
        "prix": 4000,
        "description": "       Puce M1 conçue par Apple offrant un gain de performances spectaculaire au niveau du processeur central, du processeur graphique et de l’apprentissage automatique     Jusqu’à 20 heures d’autonomie, un record sur Mac, pour en faire toujours plus     CPU 8 cœurs jusqu’à 2,8 fois plus rapide pour s’acquitter plus vite que jamais des tâches les plus complexes     GPU 8 cœurs avec des performances jusqu’à 5 fois plus rapides pour les apps et les jeux aux graphismes sophistiqués     Neural Engine 16 cœurs, pour un apprentissage automatique avancé     8 Go de mémoire unifiée, pour tout faire de façon fluide et rapide     Stockage SSD ultra‐rapide qui lance les apps et ouvre les fichiers en un instant     \n                             Système de refroidissement actif qui permet d’assurer des performances exceptionnelles  Écran Retina de 13,3 pouces avec 500 nits de luminance, pour des images éclatantes et un niveau de détail impressionnant  Caméra FaceTime HD avec processeur de signal d’image avancé, pour des appels vidéo plus clairs et plus nets    "
    },
    {
        "id_produit": 13,
        "categorie": 7,
        "nom_produit": "Tablette pour Enfants 10.1 Pouces AWOW Tablette Tactile Enfants, Android 10 Go Quad Core, ROM 32G, KIDOZ Préinstallé, avec étui Kid-Proof et Stylet Tactile, Contrôle Parental, Double Caméra, Bleu",
        "marque": "AWOW",
        "couleur": "Bleu",
        "image": "https://m.media-amazon.com/images/I/71W0Dzaf3BS._AC_SY450_.jpg",
        "disponibilite": 1000,
        "prix": 12900,
        "description": "     ❤️【Système Quad Core Android 10 Go】Tablette enfants AWOW Funtab 1001 équipée d'un processeur Quad-core 1,5 GHz, système d'exploitation Android 10 Go, écran tablette 10.1 pouces 1280x800 IPS HD, 2 Go de RAM et 32 Go de ROM. Cette tablette permet aux enfants de regarder des vidéos d'apprentissage et d'animation en toute fluidité, leur offrant ainsi une expérience en ligne heureuse. Il est conçu pour que les enfants offrent un environnement sûr pour l'apprentissage et le divertissement.     ❤️【Applications et jeux adaptés à l'âge】 KIDOZ est un mode sans échec pour les téléphones et tablettes Android. Les enfants peuvent télécharger des milliers d'applications adaptées à leur âge dans KIDOZ Store pour apprendre et jouer, telles que des émissions de dessins animés, des vidéos d'apprentissage, des jeux éducatifs, des livres électroniques d'histoires, etc.     ❤️【Mode de contrôle parental】 Grâce au mode de contrôle parental, vous pouvez créer et personnaliser des profils pour les comptes des enfants, sélectionner manuellement le contenu pour vos enfants, contrôler le temps d'écran et vous assurer qu'ils naviguent sur des sites Web sécurisés. Ces paramètres de sécurité peuvent être ajustés au fur et à mesure que les enfants grandissent avec un contenu adapté à leur âge.     ❤️【Facile à utiliser et sécurité des enfants】 Les parents peuvent également ajouter du contenu au mode enfant, tels que des applications et des vidéos téléchargées depuis Google Play en mode parent. Plusieurs profils d'enfants peuvent être créés et personnalisés pour chaque enfant. Les enfants peuvent quitter le mode enfant UNIQUEMENT sous la supervision des parents ou avec des mots de passe.     ❤️【Étui et stylet à l'épreuve des enfants】 L'étui pour tablette est fabriqué à partir d'un matériau à bulles en mousse EVA sans danger pour les enfants et non toxique pour protéger les tablettes contre les chutes. Avec un support réglable à 360 ° pour soutenir la tablette. Il est également livré avec un stylet, les enfants peuvent écrire et dessiner avec le stylo sans rayer l'écran."
    },
    {
        "id_produit": 14,
        "categorie": 7,
        "nom_produit": "Tablette Tactile 10 Pouces YITAOERA Android 10.0 Quad Core 2 Go de RAM 32 Go de ROM, Double caméra, 2.4 WiFi, Bluetooth, GPS, écran IPS HD 1280x800, Google Play (Noir)",
        "marque": "YITAOERA",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71hVaWgD4oL._AC_SY450_.jpg",
        "disponibilite": 1000,
        "prix": 10599,
        "description": "     La tablette Android YITAOERA dotée du système d'exploitation Android 10.0 jusqu'à 1,5 GHz avec un processeur CPU Quad Core stable ainsi que 2 Go de RAM et 32 ​​Go de stockage interne, garantit une expérience de jeu ultra-fluide et un fonctionnement multimédia rapide.     L'appel téléphonique 3G et la connexion WIFI - La dernière tablette prend en charge l'insertion de 2 cartes téléphoniques, vous permettant d'appeler ou d'envoyer des massages à n'importe qui n'importe où, n'importe quand, même sans wifi. De plus, la tablette portable prend en charge le GPS, le WiFi, faisant de la tablette à la fois un smartphone et une tablette, de sorte que vous pouvez utiliser la tablette n'importe où, que ce soit en déplacement ou à la maison, sans vous soucier du réseau.     La tablette offre un stockage intégré de 32 Go pour toutes vos vidéos, photos et fichiers haute résolution. Et vous pouvez également ajouter une carte SD jusqu'à 64 Go, stocker plus que vous aimez ou supprimer du contenu supplémentaire. Les caméras avant 2MP et arrière 5MP transforment vos photos et vidéos en moments partageables animés.     178 degrés d'expérience visuelle sous tous les angles grâce à une combinaison d'écran IPS 10,1 pouces 800x1280, parfait pour regarder des films HD, jouer à des jeux et lire des livres électroniques sur une chaise ou un lit.     Batterie intégrée de 5500 mAh, une seule charge peut prendre en charge jusqu'à 8 heures d'utilisation mixte (environ 10 h pour la lecture, 6 h pour la vidéo et 10 h pour une utilisation normale). Le GPS et la FM intégrés et la conception en métal léger vous permettent de l'emporter n'importe où, n'importe quand."
    },
    {
        "id_produit": 15,
        "categorie": 7,
        "nom_produit": "Jumper M10 Tablette Tactile 10.1 Pouces, 8 Cœurs, 4Go RAM+128Go ROM, Android11 Tablet, 1920 * 1200 Full HD, 4G LTE Dual SIM + 5G WiFi, GPS, 5+13MP Caméra, Type-C, USB, BT 5.0, Soutenir l'extension TF",
        "marque": "Jumper",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/713DVX7pLpL._AC_SX679_.jpg",
        "disponibilite": 1000,
        "prix": 24999,
        "description": "     Jumper M10 Tablette PC, technologie de conception ultra-mince, équipée du dernier système d'exploitation Android 11.0, utilisant un processeur haute vitesse à huit cœurs T618, un processus de 12 nm, une fréquence de 2,0 GHz, garantissant un fonctionnement rapide et efficace, de meilleures performances globales et une prise en charge de plusieurs langues.     La tablet prend en charge l'insertion de cartes téléphoniques et de cartes SIM doubles. Vous pouvez passer des appels, envoyer des SMS, surfer sur Internet et télécharger des livres à tout moment et n'importe où. La tablette intègre Office (WORD, EXCEL, PPT etc), Google Maps et d'autres logiciels, et est équipée d'interfaces Type-C et USB 2.0. Prend en charge le WiFi 2.4G/5G, Bluetooth 5.0, GPS, Glonass, BDS etc, ce qui vous permet de transférer plus facilement des informations et des fichiers.     La tablette est équipée de 4Go RAM+128Go ROM, ce qui est suffisant pour répondre à vos besoins quotidiens. La tablette prend également en charge la carte TF de 128 Go pour étendre la capacité de stockage, vous permettant de profiter de millions de films, d'émissions de télévision, de jeux, d'applications, de livres électroniques et de chansons. Cette tablette ne pèse que 500 grammes, elle peut donc être facilement transportée que ce soit pour un court voyage ou un voyage d'affaires.     La tablette est équipée d'un écran tactile Full HD de 10,1 pouces (écran haute résolution 1920 * 1200), prend en charge les couleurs multi-touch et brillantes, vous permettant de profiter des effets visuels de regarder des vidéos. La caméra frontale 5MP et la caméra arrière 13MP peuvent vous aider à passer de meilleurs appels vidéo, réunions en ligne ou cours en ligne.     Jumper fournit 365 jours de support client. Si vous rencontrez des problèmes avec votre tablette, veuillez nous contacter immédiatement et notre service client vous aidera dans les 24 heures. (Trouvez votre commande, la commande contient des informations sur la façon de contacter le vendeur)"
    },
    {
        "id_produit": 16,
        "categorie": 7,
        "nom_produit": "Tablette Tactile 10 Pouces Oangcc Android 10 Tablettes 4Go RAM 64Go ROM(TF 128Go) 8 Cœurs,1.8GHz/8000mAh / Caméra 5+8MP / Bluetooth 4.1 / GPS/Type-C / 2Ans de Garantie/WiFi Tablette PC -Bleu",
        "marque": "Oangcc",
        "couleur": "Bleu",
        "image": "https://m.media-amazon.com/images/I/712r0gIbwEL._AC_SY450_.jpg",
        "disponibilite": 1000,
        "prix": 12599,
        "description": "     ✅〖Puissant Système Android 10〗: La tablette Oangcc est équipée du dernier système de certification Android 10 Google. Vous pouvez télécharger Netflix, Youtube, Facebook, Skype, Disney+, Minecraft et d'autres programmes directement depuis Google Play. Le paquet contient 10.1 tablette | étui de protection | film protecteur | chargeur | Câble de données de type C | écouteur | stylo ordinaire | chiffon sans poussière | Manuel de l'Utilisateur.     ✅〖Performances élevées〗: la tablette Android 10 équipée d'un espace de stockage interne de 4 + 64 Go (extensible à 128 Go), d'un processeur à 8 cœurs à réponse rapide, la fréquence de la tablette peut atteindre 1,8 GHz, garantissant un chargement rapide de la tablette et un système d'exploitation stable. Vous permet de changer d'application facilement et sans entrave. Répondez à vos besoins pour jouer à des jeux, regarder des films, naviguer sur des sites Web ou lire.     ✅〖Batterie de Grande Capacité〗: La tablette dispose d'une batterie intégrée de 8000 mAh. Lorsque la tablette est complètement chargée, elle a une autonomie allant jusqu'à 8-9 heures (les jeux, les vidéos et la musique peuvent être mélangés). Laissez-vous divertir et regarder vos films, émissions de télévision, chansons et divers logiciels préférés. Tels que : e-books, magazines financiers, Facebook, Whatsapp, Netflix etc. Elle est une compagne idéale de voyage.     ✅〖Tablettes Multifonctionnelles〗: La tablette de 10,1 pouces est équipée d'un écran HD 1280x800 avec des graphismes clairs. La tablette prend en charge l'utilisation du WiFi, du GPS et du Bluetooth. Elle dispose également d'un double appareil photo 5.0MP + 8.0MP, qui est très approprié pour prendre des photos et des vidéos avec des amis et la famille, répondant aux besoins de base de la prise de vue quotidienne.     ✅〖Excellent Cadeau + équipe de Service Professionnelle〗: le corps en métal de haute qualité vous offre une apparence exquise et une sensation agréable. C'est le choix idéal pour les cadeaux à la famille et aux amis pendant l'anniversaire et le festival. rencontrez des problèmes avant ou après l'achat du produit, n'hésitez pas à consulter notre service client via Amazon. Nous aurons un personnel professionnel pour vous aider à résoudre vos problèmes."
    },
    {
        "id_produit": 17,
        "categorie": 10,
        "nom_produit": "Ecran Lenovo L27q-35, 27 Pouces QHD, IPS, HDMI, DisplayPort, 4 ms, Freesync, sRGB 99% et Certification Eyesafe",
        "marque": "Lenovo",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71vMJ2dP-VL._AC_SX450_.jpg",
        "disponibilite": 1000,
        "prix": "27990",
        "description": "     Ecran 27'' QHD IPS     Angle de vision 178 °/178 °     250 cd/mètre carré     Taux de rafraichissement 75Hz     AMD FreeSync"
    },
    {
        "id_produit": 18,
        "categorie": 11,
        "nom_produit": "Rii RK908 Clavier de Jeu Mécanique 7 Couleurs 88 Touches Clavier AZERTY Française Filaire Rétro-éclairé par LED 9 Modes de Jeu mécanique pour Windows XP/Vista/7/Vista 64/fenêtre fenêtre 10/IO",
        "marque": "Rii",
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/71v0BrMkzpL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": "3999",
        "description": "     HAUTE PERFORMANCE ET ABORDABLE. Nous avons utilisé des matériaux et des composants de haute qualité pour sa conception et s'assurer qu'il fonctionne parfaitement de nombreuses années.tout en conservant un prix abordable pour vous donner le meilleur rapport qualité/prix !     CONÇU POUR DURER. Les touches ont durée de vie de 50000000 de frappes ! Le RK908 est également waterproof : un point que l'on néglige, jusqu'au jour où on en a besoin. Pour un clavier gamer, Il est assez atmosphérique et pèse 750 g. Il est principalement fait de plastique ABS très résistant. Et une couche de protection a été ajoutée pour éviter d'endommager la peinture de la surface du clavier.     Rétroéclairage LED RGB arc-en-ciel. Clavier de jeu mécanique RGB avec 22 modes de rétroéclairage différents, répondent à vos différentes exigences, expérience de jeu exceptionnelle. 5 LED personnalisées, allumez les touches que vous voulez.     87 touches anti-ghosting.Clavier de jeu mécanique compact Tenkeyless Rii RK908 avec 87 touches anti-ghosting anti-poussière, anti-ghosting pour un jeu fluide. Interrupteur mécanique spécial qui permet aux touches de cliquer légèrement, flexible et durable.     Suspension clé PAC, la mode et facile à nettoyer.High-teah véritable Gemini moulage par injection, clé PAC marque ne seront jamais fondu.     Large compatibilité et service: ce clavier mécanique de jeu prend en charge Win98/XP/2000/ME/Vistar/Win7/Win8/Win10 et d'autres systèmes d'exploitation."
    },
    {
        "id_produit": 19,
        "categorie": 11,
        "nom_produit": "Logitech G213 Prodigy, Clavier Gaming, Eclairage RVB LIGHTSYNC, Résistant aux Éclaboussures, Personnalisable, Commandes Multimédia Dédiées, Clavier Français AZERTY - Noir",
        "marque": "Logitech G",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71CunbGmXZL._AC_SX425_.jpg",
        "disponibilite": 1000,
        "prix": "4490",
        "description": "     LIGHTSYNC RVB : le clavier gaming G213 par Logitech offre cinq zones d'éclairage individuelles, chacune étant personnalisable à partir d'une palette de près de 16,8 millions de couleurs     Résistant aux Eclaboussures et Durable : le clavier mécanique pour gamer G213 est conçu avec une résistance aux éclaboussures éprouvée avec 60 ml de liquide afin d’éviter les accidents     Repose-Poignets Intégrés et Pieds Réglables : profitez d’un design confortable et ergonomique avec le clavier gaming Logitech G213, ses repose-poignets intégrés améliorent le confort     Personnalisation avec l’Assistant pour Jeux Vidéo de Logitech : ce clavier est personnalisable grâce à l'assistant pour jeux vidéo de Logitech,pour une commodité et une personnalisation sans égales     Personnalisation avec l’Assistant pour Jeux Vidéo de Logitech : ce clavier est personnalisable grâce à l'assistant pour jeux vidéo de Logitech,pour une commodité et une personnalisation sans égales     Commandes Multimédia Dédiées : avec le clavier mécanique G213 Prodigy vous pouvez contrôler le son au cours de votre partie sans perdre de temps     Le n° 1 mondial des périphériques gaming : d'après des données de ventes agrégées indépendantes (fév. 2019 - fév. 2020) sur le nombre d'unités de périphériques de gaming (claviers, souris et casques PC)"
    },
    {
        "id_produit": 20,
        "categorie": 12,
        "nom_produit": "Logitech M90 Souris Filaire USB, Suivi Optique 1000 PPP, Ambidextre, Compatible avec PC/Mac/Portable - Noire",
        "marque": "Logitech",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/617w9nbQooL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 799,
        "description": "     La souris M90 un Basique par Logitech: La souris optique filaire avec connexion USB vous offre un usage rapide et immédiat sur votre ordinateur PC ou Apple, tout en profitant de la qualité et du design Logitech     Aucun Logiciel Requis: Il vous suffit de connecter le câble de la souris M90 au port USB de votre ordinateur et le tour est joué ! Cette souris filaire est compatible avec Windows et Mac     Suivi Optique Haute Définition: La souris optique USB Logitech M90offre un contrôle réactif et fluide du pointeur, avec suivi précis et sélection de texte aisée     Souris au Design Adapté pour Gaucher et Droitier: La taille standard de la souris filaire Logitech en fait une souris parfaitement ambidextre pour un usage confortable sans fatigue que vous soyez droitier ou gaucher     Configuration: La souris USB Logitech M90 est compatible avec Windows 7, 8, 10, XP, Vista, Mac OS X 10.4 et plus, Noyau Linux version 2.6 et plus, Chrome OS     Pour un Confort Accru, Essayez la Souris Silencieuse sans Fil Logitech M330: Forme sculptée, revêtement en caoutchouc doux, clics silencieux et liberté sans fil"
    },
    {
        "id_produit": 21,
        "categorie": 13,
        "nom_produit": "NexiGo Webcam 1080p avec Logiciel, N930AF Autofocus Web Caméra avec Microphone Stéréo et couvercle de privacité, pour le Streaming en ligne, pour les Réunions Zoom et L'enregistrement Vidéo",
        "marque": "NexiGo",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61BGZKR0OBL._AC_SY355_.jpg",
        "disponibilite": 1000,
        "prix": "3824",
        "description": "     【 Webcam HD 1080p Autofocus 】 La Webcam NexiGo N930AF est equipée d'un CMOS de deux MP avec une résolution jusqu'à 1080p à 30 fps. Avec un point de départ de 7 cm, la fonction d'autofocus assure que vos vidéos sont toujours claires. L'autofocus peut également être désactivé afin que vous puissiez régler la distance focale selon vos besoins. L'autre caméra à mise au point fixe vous donne des images floues si vous n'êtes pas dans la plage de focale prédéfinie de l'appareil photo.     【Webcam avec protection de confidentialité】 La protection de confidentialité pour le NexiGo N930AF couvre l'objectif lorsqu'il n'est pas utilisé. Cela aide à empêcher les voyeurs d'accéder à votre webcam sans votre autorisation. Il aide également à protéger l'objectif de la saleté et des débris pour garantir que votre vidéo reste claire pendant toute la durée de vie de l'appareil photo.     【Microphone intégré et suppression du bruit】le microphone intégré réduit le bruit ambiant pour améliorer la qualité du son de votre vidéo. Idéal pour le zoom, FaceTime, appels vidéo, OBS, Twitch, Facebook, YouTube, conférences, jeux, streaming, enregistrement, école en ligne.     【Webcam USB Insérer et Jouer】fonctionne avec USB 2.0, aucun pilote supplémentaire nécessaire. Prêt à l'utilisation en une minute ou moins avec n'importe quel appareil compatible. Le design pliable pratique vous permet de l'emmener facilement n'importe où, et le câble USB de 2 m est assez long pour n'importe quelle tâche. Le clip de fixation peut être placé de manière flexible sur n'importe quel moniteur, ordinateur portable, smart TV, trépied, ou toute surface plane.     【Largement compatible et multi-applications】la webcam NexiGo N930AF est compatible avec plusieurs systèmes d'exploitation. La webcam peut être compatible avec Windows XP/7/8/10/11, Mac OS 10.6, Linux 2.6.24, Chrome OS 29.0.1547, au-dessus de la version Ubuntu 10.04 ou au-dessus."
    },
    {
        "id_produit": 22,
        "categorie": 14,
        "nom_produit": "Amazon Basics Microphone de gaming USB, bleu",
        "marque": "Amazon Basics",
        "couleur": "Bleu",
        "image": "https://m.media-amazon.com/images/I/71NAFgjnEiL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 2047,
        "description": "     Branchez facilement la prise USB sur votre appareil et commencez à utilisez votre microphone de bureau USB     Microphone hautement sensible     Prise de son omnidirectionnelle 360°     Alimenté par un câble USB d’1,5 m     Pieds en caoutchouc et base lestée     Compatible avec les ordinateurs du bureau et portable Windows. Non compatible avec les consoles de jeu (par ex. Xbox, Playstation) ou d’autres systèmes d’exploitation     Pour désactiver le microphone, appuyez sur le bouton (les témoins LED s’allument). Pour réactiver le micro, appuyez sur le bouton (les témoins LED s’éteignent)"
    },
    {
        "id_produit": 23,
        "categorie": 16,
        "nom_produit": "Green Cell Batterie d'ordinateur Portable Dell G5M10 WYJC2 0WYJC2 OWYJC2 pour Dell Latitude E5450 E550",
        "marque": "Green Cell",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/81Qe4uqWzML._AC_SX522_.jpg",
        "disponibilite": 11,
        "prix": 3627,
        "description": " Batterie du célèbre fabricant Green Cell - 100 % compatible avec la batterie Dell G5M10 WYJC2 0WYJC2 OWYJC2     Compatible avec les ordinateurs portables Dell Latitude E5450, Dell Latitude E5550     La technologie de pointe et les mesures de sécurité garantissent que cette batterie fonctionne de manière aussi fiable que l'original     Haute résistance - Jusqu'à 1000 cycles de charge     Capacité : 5800 mAh - Tension : 7,4 V - Couleur : noir"
    },
    {
        "id_produit": 24,
        "categorie": 16,
        "nom_produit": "Ninjabatt Batterie Compatible avec HP MU06 MU09 593553-001 593562-001 Pavilion G62 G32 G42 G42T G56 G72 G4 G6 G6T G7 DV6-3000 DV6-6000 DV7-4000 DV7-6000 DM4 Presario CQ56 CQ57 - Haute Performance [10.8v 4400mAh]",
        "marque": "NinjaBatt",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/81piWUSMqBL._AC_SX522_.jpg",
        "disponibilite": 1000,
        "prix": 3199,
        "description": "     REMPLACEMENT DES PILES DES ORDINATEURS PORTABLES PREMIUM: ramenez votre ordinateur portable à la vie avec la batterie de haute qualité pour ordinateur portable de Ninjabatt – faite de matériaux et cellules de batterie de haute qualité, et dotée de tout un tas de fonctionnalités de sécurité.     UNE VRAIE CAPACITÉ DE CHARGE QUI DURE LONGTEMPS : chacune des quatre batteries de rechange pNos ordinateur portable est testée afin de garantir qu'elle satisfasse aux spécifications FEO d'aujourd'hui. Nos 6 cellules de batterie Li-ion ont une capacité nominale de 49wH/4400mAh/10.8V - une vraie capacité de charge qui nous vous laissera pas tomber, vous ou votre ordinateur portable.     LA SÉCURITÉ AVANT TOUT : ne vous faites pas avoir en achetant des batteries pas chères et peu sûres. Nos batteries sont certifiées UL/CE-/FCC-/RoHS en matière de sécurité et elles bénéficient de toute une variété de fonctionnalités de sécurité, dont des protections en matière de courts-circuits, de surchauffes et de surcharges.     DES COMPOSANTS DE HAUTE QUALITÉ ET UNE GARANTIE DE 12 MOIS : nos batteries d'ordinateur portable sont assemblées à partir de matériaux et de circuits imprimés de haute qualité afin de garantir leur durabilité et leurs performances. Nous n'utilisons que des cellules de batterie de grade A qui permettent jusqu'à 500 cycles de charge. Nous avons tellement confiance en les performances de nos batteries de rechange que chaque achat chez nous s'accompagne d'une garantie de 12 mois.     COMPATIBLE MODÈLES: Compaq 1000 | 2000 | 430 | 431 | 435 | 450 | 455 | 436 | 630 | 631 | 635 | 650 | 655 Envy 17 Series | 17-1000 | 17-1200 | 17-2000 | 17-2100 | 17-2200 | 17-3000 | 17-3200 | 17T Pavilion DM4 | DM4-1000 | DM4-2000 | DM4-3000 | DM4T | DV3-4000 | DV3-4100 | DV3-4200 | DV3-4300 | DV4-4000 | DV4-4100 | DV4-4200 | DV4T-4000 | DV5-2000 | DV5-3000 | DV5T-2000 Presario CQ32 | CQ42 | CQ43 | CQ52 | CQ62"
    },
    {
        "id_produit": 25,
        "categorie": 16,
        "nom_produit": "Green Cell Batterie HP MU06 MU09 593553-001 593554-001 593562-001 636631-001 HSTNN-LB0W HSTNN-UB0W HSTNN-Q62C HSTNN-DB0W HSTNN-LB0Y HSTNN-LB0X HSTNN-LBOW HSTNN-UB0Y",
        "marque": "Green Cell",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/81TSCna4jDL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 2995,
        "description": "     La batterie de la marque rénommée Green Cell 100 % compatible avec la batterie HP MU06 MU09 593553-001 593554-001 593562-001 636631-001 HSTNN-LB0W HSTNN-UB0W HSTNN-Q62C HSTNN-DB0W HSTNN-LB0Y HSTNN-LB0X HSTNN-LBOW HSTNN-UB0Y     Convient pour les ordinateurs portables : HP et Compaq Laptops     Les cellules originales Li-Ion Green Cell garantissent une longue durée de vie de l’accu et une haute durabilité     Grâce à l’électronique la plus moderne et aux protections, la batterie convient de façon idéale à l’ordinateur portable exactement comme l’accu d’origine     Capacité : 4400 mAh | Tension : 10.8V | Nombre de cellules : 6 | Couleur : Noir | Certificats : CE, RoHS et FCC | 12 mois de garantie"
    },
    {
        "id_produit": 26,
        "categorie": 17,
        "nom_produit": "Chargeur USB C PD 100W, Hapfish Alimentation USB-C avec GaN Tech, 4 Ports avec Câble 1.5M C vers C, Power Delivery pour MacBook Pro/Air, iPad, Samsung, Huawei, Portables, Téléphones Portables",
        "marque": "Hapfish",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/images/I/61MmGSJp7iL._AC_SY450_.jpg",
        "disponibilite": 1000,
        "prix": 5599,
        "description": "     【Chargeur puissant et rapide】 Le chargeur Hapfish 100W USB C est équipé de la technologie GaN (nitrure de gallium), qui offre d'excellentes performances de charge. Notre chargeur multiple peut fournir une puissance de 100 W (max) à partir de l'un des deux ports C1 / C2 en mode port unique, ce qui satisfait également la plupart des ordinateurs portables dotés d'une interface de USB C sur le marché. Le MacBook Pro 16\" peut être complètement chargé en 1,4 heure avec notre chargeur 100W.     【UN suffit】 Dites adieu au fouillis pour toujours ! Cette station de charge GaN de 100 W dispose de deux ports USB-C PD 3.0 et de deux ports USB-A QC 3.0, qui peuvent charger rapidement des ordinateurs portables, des tablettes, des téléphones portables et d'autres appareils rechargeables en même temps. Avec une seule prise, vous pouvez profiter d'une charge rapide et d'un bureau bien rangé.     【Compatibilité universelle】Parfait pour fonctionner avec presque tous les appareils chargés par USB; Compatible avec MacBook Pro / Air, Lenovo, HP et autres ordinateurs portables avec port Type-C. Également des appareils mobiles comme iPhone et iPad, Samsung, Huawei etc. Chaque fois que vous ajoutez un port pour le chargement, il sera déconnecté pendant 1 à 2 secondes, ce qui est normal.     【Sûr et fiable】 Utilisant la dernière technologie GaN, notre chargeur ne surchauffera pas après avoir été utilisé pendant une longue période. De plus, le chargeur distribuera intelligemment la puissance de chaque interface lorsque plusieurs appareils sont chargés en même temps et commencera à charger en 1 à 2 secondes sans interruption. Notre chargeur a une protection de sécurité intégrée, vous pouvez charger vos appareils sans aucun problème de sécurité.     【Ce que vous obtenez】 Chargeur Hapfish 100W 4-EN-1, câble de charge rapide USB-C de 1,5 m 100w, bandes adhésives, manuel d'utilisation, assistance client 24h/24 et 7j/7, garantie à VIE. N'hésitez pas à nous contacter si vous rencontrez des problèmes avec le produit."
    },
    {
        "id_produit": 27,
        "categorie": 17,
        "nom_produit": "Sunydeal Chargeur universel pour ordinateur portable 15 V 16 V 18,5 V 19 V 19,5 V 20 V 24 V pour Acer Asus Sony Toshiba HP Dell LG Lenovo IBM Fujitsu Packard Bell",
        "marque": "SUNYDEAL",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/81eszrlXi6L._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 3099,
        "description": "     Chargeur Universel PC Portable 33W 40W 45W 65W 75W 90W pour ACER Aspire, ASUS Vivobook Zenbook, Sony Vaio, Toshiba Satellite, HP Stream Compaq, Dell Inspiron XPS Chromebook, Lenovo Ideapad ThinkPad Yoga, IBM Medion FUJITSU SIEMENS, MSI Nintendo Switch Packard Bell, NEC Gateway LG Panasonic Delta Sharp etc avec 15 embouts, port USB 5V 2A. Dans le paquet: 1x alimentation 90W AC. 1x ligne AC (Euro), câble de charge détachable DC 1x4ft. Garantie de retour de 30 jours, Garantie de deux ans     Tension de sortie ajustable: 15V/16V/18,5V/19V/19,5V/20V/22V/24V; Courant de sortie: 0,1A - 4,74A; Watts: 90W MAX. Si vous avez besoin de lequel de 19V, veuillez sélectionner celui-là de 19.5V. Convient à tous les adaptateurs d'origine avec différents connecteurs et puissance 33W-90W. Nous répertorions uniquement certains des modèles d'ordinateurs portables compatibles. Vous pouvez voir les modèles compatibles dans la description. Compatible: Asus VivoBook ZenBook Taichi 21 Taichi 31 Transformer     Compatible avec Hp Pavilion DM1, EliteBook 725,HP Compaq,HP ENVY 4 und 6 Series, Chromebook 11 G3 G4 G5, EliteBook 830 G5, Envy X360, Pavilion X360 M3 M1 M6, ProBook 440 G3 G4 G5, Spectre X360,Stream13-c020nr,ZBook G4,HP 15-r132wm,Dell Chromebook 13, Inspiron, XPS, Latitude 13, Vostro Dell Inspiron 11 14 13 15 17 3000 5000 7000 Serien Latitude E6400 E6410 E6500 Vostro 3549 3700 5460 XPS 13 Precision M20 Lenovo IdeaPad 520 710s 720s 100s 14,1\" Chromebook Winbook N21 N22 N23 N24 Acer Swift Switch     15 Connecteurs sont incluses: Tip A-6,5x4,4mm / Tip D-6,3x3,0mm / Tip F-5,5x2,5 mm / Tip G-5,5x3,0mm / Tip X-4,5x3,0mm (bleu pour HP) / Tip XD-4.5x3.0mm (noir pour DELL) / Tip L-7,9x 5,5mm / Tip N-5,5x1,7 mm(Acer) / Tip P-4,8x1,7mm / Tip Q-7,4x5,0mm (pour Dell) / Tip R-7,4x5,0mm (pour HP) / Tip S-19v 2.37 a / 3.42a 4.0x1.35mm (pour ASUS no pin) / Tip SD-4.0x1.7mm (pour Lenovo/HP/Toshiba with pin)/ Tip W - 19v 2.1a / 2.37a / 3.42a 3.0x1.0mm (pour Acer /Samsaung /Asus) / Tip Z-11x4.6mm USB Lenovo     Comment choisir une alimentation appropriée: Vérifiez les données de performance+la taille du connecteur de votre ordinateur portable. Question? Indiquez-nous la marque et le modèle de votre ordinateur portable par email. Le cordon d'alimentation de l'ordinateur portable est de qualité garantie et testé CE, FCC, ROHS. !!ATTENTION: tous les ordinateurs portables ne sont pas compatibles avec lui. Compatible: lenovo;Acer Aspire R3 V5 V3 ES1 E5 E3 E1;Asus X551 X751 R556 S400 S301 F555 F551 K551 K550"
    },
    {
        "id_produit": 28,
        "categorie": 17,
        "nom_produit": "Ywcking 87W/90W Type C Chargeur Compatible avec Ordinateur Portable avec Port USB C ou Type C, pour Nouveau Mac Book Pro&Air, Lenovo, ASUS, Huawei, HP et Plus Modèles（Noir）",
        "marque": "Ywcking",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61YksBY0rrL._AC_SX355_.jpg",
        "disponibilite": 1000,
        "prix": 3599,
        "description": "     【Largement compatible】 Adaptateur secteur USB C 90W pour nouveau Mac Pro&Air, et chargeur de type C compatible avec tous les ordinateurs portables, tablettes et téléphones portables à port USB-C. fonctionne avec le chargeur mac 12W/30W/ 45W/61W/87W     【Sécurité】 Le chargeur de type C de 90W fabriqué avec des matériaux de la plus haute qualité comprend de nombreuses fonctionnalités intelligentes protégeant contre les surintensités des circuits intégrés, IV - tension incorrecte, SC - court-circuit, IO - surchauffe interne.And et câble de haute qualité avec anneau magnétique anti-parasitage . Il est plus sûr que les autres adaptateurs. Testé avec rigueur en matière de sécurité - Certifié CE, ROHS et FCC.1 Compatibilité 100% avec l'original.     【Charge rapide】 3.0 USB C chargeur plus rapide pour votre appareil. Il charge toujours plus rapidement que vous utilisez le pouvoir. Le long câble de 180cm vous permet de le charger facilement à la maison, au bureau ou en déplacement.     【Paramètre Entrée】: 100-240v ~ 1,5A 50 / 60HZ, sortie: 20V ~ 4,5A, 20,3V ~ 4.3A, 15V ~ 3A, 12V ~ 3A, 9V ~ 3A, 5V ~ 3A；Si vous rencontrez des problèmes ou rencontrez des difficultés lors de l’utilisation du chargeur, n'hésitez pas à nous contacter. Nous vous fournirons un service postal 24h / 24 tous les jours pour que vous puissiez résoudre rapidement les problèmes de vos clients. Laissez les clients vivre une expérience de magasinage cinq étoiles.     【Paquet et garantie】: Chargeur d’adaptateur secteur 1* 90W avec câble de type C, 1 boîte d’emballage. Adaptateur secteur Avec 2 ans de garantie gratuite, une garantie de remboursement de 60 jours et une assistance par e-mail 24h / tous les jours.Achetez en toute confiance."
    },
    {
        "id_produit": 29,
        "categorie": 18,
        "nom_produit": "VistaProtect – Filtre Anti-Lumière Bleu Premium pour Écran d’Ordinateur Portable PC, Amovible (14\" Pouces)",
        "marque": "VistaProtect",
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/71OYN8uyAqL._AC_SX679_.jpg",
        "disponibilite": 1000,
        "prix": 2588,
        "description": " FILTRE ANTI LUMIÈRE BLEU PREMIUM POUR ORDINATEUR PORTABLE – Bloquez 90% des émissions nocives de lumière bleue, qui peuvent provoquer insomnie, fatigue oculaire, maux de tête, yeux secs et vision floue.     FILTRE ANTI LUMIÈRE BLEU PREMIUM POUR ORDINATEUR PORTABLE – Bloquez 90% des émissions nocives de lumière bleue, qui peuvent provoquer insomnie, fatigue oculaire, maux de tête, yeux secs et vision floue.     DÉVELOPPÉ PAR DES PROFESSIONNELS DE LA SANTÉ – Développée par des professionnels de la santé suisse, notre technologie protège vos yeux et vous aide à mieux dormir.     2 OPTIONS D’INSTALLATION FOURNIES – Les filtres peuvent être fixés en permanence sur votre ordinateur à l’aide de bandes adhésives transparentes ou par les supports de languettes pour retirer l’écran si nécessaire.     COMPATIBLE AVEC LES ÉCRANS DE 14” POUCES – Diagonale: 14” pouces / Largeur: 310mm / Hauteur: 174mm / Rapport d'image: 16:9. Comparez votre taille d'écran avec la dernière photo. Contactez-nous en cas de doute.     GARANTIE À VIE – Si vous n'êtes pas satisfait de notre protecteur anti-lumière bleu, nous ferons en sorte que ce soit le cas ou nous vous rembourserons."
    },
    {
        "id_produit": 30,
        "categorie": 20,
        "nom_produit": "Generies Stylet écrans Tactile,Capacitif Stylo Universel pour/Téléphone/Tablett/Android/Apple/iPhone/iPad Pro/Mini/Air/Surface/Samsung/LG/Autres Tactil écrans",
        "marque": "Generies",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/images/I/71qOnJLcnWL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 1099,
        "description": "     Caractéristiques : corps du stylo cylindrique en aluminium, la position de la pointe du disque est reliée par des billes métalliques en acier pour améliorer la durée de vie et une double durabilité. Ce disque transparent est remplaçable, offrant une expérience d'écriture fluide pour vos tablettes tactiles et smartphones. Utilisez le stylet Pony pour sélectionner facilement l'icône, le défilement, le dessin et les jeux     √ Stylets pour poney : design moderne au design traditionnel, capuchon magnétique bidirectionnel pour une apparence élégante, pas besoin de tordre ou pousser le chapeau vers l'arrière, il suffit de mettre le chapeau près du stylo, les deux côtés vont absorber automatiquement.     √ Pratique : design spécial des embouts de disque cachés. Les pointes du disque de rechange sont cachées à l'intérieur du capuchon du stylo. Il peut vous assurer que vous pouvez utiliser le stylo en cas d'urgence lorsque le disque est cassé ou perdu. Pas besoin de transporter la boîte entière. Ce stylet dispose également d'un étui en cuir, vous permettant de transporter le stylo dans n'importe quelle situation.     √ Produits compatibles : prêt à l'emploi lorsque vous retirez le capuchon du stylo. Facile à utiliser sur Apple iPad, iPad Mini, iPad Pro, iPhone, tablette Android, téléphone Android, Samsung Galaxy, Microsoft et autres appareils à écran tactile capacitif.     Contenu : 1 stylet, 1 disque remplaçable, 1 étui en cuir."
    },
    {
        "id_produit": 31,
        "categorie": 21,
        "nom_produit": "Amazon - Chargeur et adaptateur secteur USB 5 W - compatible avec la plupart des tablettes, liseuses, smartphones et plus encore",
        "marque": "Amazon",
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/61v7a4tj71L._AC_SY550_.jpg",
        "disponibilite": 1000,
        "prix": 1499,
        "description": "Chargeur officiel d'Amazon 5W et 1A, compatible avec la plupart des appareils dotés d'un port micro-USB (requiert un câble micro-USB, non inclus avec le chargeur)     Approuvé pour être utilisé avec toutes les liseuses Kindle, tablettes Fire et Fire TV Stick     Compatible avec la plupart des appareils dotés d'un port micro-USB (smartphones, tablettes, liseuses et plus encore)     S'utilise avec le câble micro-USB fourni avec les appareils Amazon et les câbles de rechange disponibles sur Amazon"
    },
    {
        "id_produit": 32,
        "categorie": 22,
        "nom_produit": "Mini Clavier san Fil Bluetooth, Portable, Silencieux, Piles AAA, Petit Clavier pour pc, Smart Phone, TV, Tablette, Clavier Compatible Windows/Mac OS/Android, Noir",
        "marque": "ASHU",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61S0l8r19RL._AC_SX569_.jpg",
        "disponibilite": 1000,
        "prix": 1599,
        "description": "     【Mini design ultra mince et compact】 Le clavier sans fil est doté de touches à réponse rapide, le clavier à disposition compacte lui permet d'économiser plus d'espace. Et pour économiser votre énergie et votre temps, vous pouvez facilement accéder à la musique, au contrôle du volume et à la page d'accueil via les 12 touches multimédia     【Profitez de la liberté sans fil】 - une portée jusqu'à 8 m vous permet de taper confortablement sans fil et prend moins de place, connectez-vous à n'importe quel appareil Bluetooth à volonté, n'ayez plus à vous soucier de perdre le récepteur USB     【Économie d'énergie】 Lorsque vous ne les utilisez pas pendant 5 secondes, le clavier se met en veille pour économiser de l'énergie. Appuyez simplement sur n'importe quelle touche du clavier sans fil pour les réveiller (le clavier est alimenté par 1 piles AAA     【Compatibilité étendue】 : utilisation avec les quatre systèmes d'exploitation (iOS, Android, Mac OS et Windows) prenant en charge Bluetooth, y compris iPad, tablettes Android, Samsung Galaxy Tab, tablette huawei, Google Nexus/Windows, etc. Une fois le clavier connecté à votre appareil, n'oubliez pas d'appuyer sur Fn+q (iOS), Fn+w (Android), Fn+e (Windows), sinon les positions de @ et \" peuvent être inversées.     【Garantie】 : Nous offrons une garantie de 2 ans pour ce clavier pliable. Le remboursement et les remplacements sont offerts. N'hésitez pas à nous contacter si vous rencontrez un problème lors de l'utilisation de ce clavier."
    },
    {
        "id_produit": 33,
        "categorie": 24,
        "nom_produit": "Telephone Portable Pas Cher 4G, Blackview® A70 Pro Android11 (4Go+32Go/SD-256Go, 5380mAh, Écran 6.51\" HD+, 13MP+5MP, Dual SIM) Smartphone Débloqué, 3 Slots/5G WiFi/Face ID/Fingerprint/2Ans de Garantie",
        "marque": "Blackview",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61QWQ-6OC3L._AC_SY355_.jpg",
        "disponibilite": 1000,
        "prix": 12999,
        "description": "     🍓【4Go RAM 32Go ROM/SD-256Go & Unisoc T310 Processeur】Le Blackview A70 Pro est équipé de la puce LTE Ziguang T310 à quad-core la plus remarquable, qui offre des performances de calcul élevées et une faible consommation d'énergie.4Go de RAM prend en charge l'exécution simultanée de plusieurs applications et jeux, 32Go de ROM et 256Go de stockage extensible pour stocker des photos et des vidéos sans jamais se soucier d'être limité par l'espace de stockage.     🍓【Batterie 5380mAh + 13MP/5MP】A70 Pro smartphone pas cher 4g amène la photographie à un niveau supérieur avec sa caméra arrière professionnelle 13MP et sa caméra frontale 5MP. Qu'il s'agisse d'un paysage sophistiqué ou d'un selfie, vous photographiez facilement avec une couleur, un contraste et une luminosité optimisés. La batterie de grande capacité de 5380 mAh avec système de gestion de l'alimentation intégré fournit une alimentation continue et jusqu'à 45 heures de plaisir musical en continu     🍓【6.517”HD+ IPS DotDisplay Écran + 2 Ans de Garantie】 Le tout nouvel écran de 6,517\" présente un rapport écran/corps de 87.6 % et un rapport hauteur/largeur impressionnant de 20:9 pour un large champ de vision, vous permettant de visualiser plus de contenu en un coup d'œil. Vous obtiendrez une expérience de visionnement sans précédent, L'ultra -Le telephone portable pas cher 4g mince le rend confortable à utiliser.En même temps, nous fournissons également une garantie de 2 ans.     🍓【Android 11 + Doke OS 2.0】 Android 11 offre le meilleur de la protection de la vie privée et du chat multitâche. Telephone portable blackview vous permet de recevoir tous les messages au même endroit, de discuter en multitâche, d'enregistrer l'écran intégré et de partager des images beaucoup plus facilement. Doke OS 2.0 est doté d'un congélateur d'applications pour économiser de la RAM et de l'énergie, des jeux immersifs, un gestionnaire de système et une défragmentation efficace.     🍓【Face ID & Fingerprint +GPS +3 Emplacements pour cartes】 Notre Blackview A70 Pro telephone portable android 11dispose du positionnement GPS + GLONASS + Beidou, Bluetooth, déverrouillage du visage et des empreintes digitales, OTG, capteur, gyroscope, géomagnétisme, boussole et autres fonctions. one micro SIM et one nano SIM et un emplacement pour carte TF. Le téléphone peut également régler automatiquement la luminosité pour protéger vos yeux."
    },
    {
        "id_produit": 34,
        "categorie": 24,
        "nom_produit": "Telephone Portable Incassable, UMIDIGI Bison Pro Téléphone - Smartphone 8+128GB - 6.3\" Android 11 IP68/IP69K Phone- 48MP Cam 5000mah Smartphones Robustes Débloqués (Strom Grey, 8GB+128GB)",
        "marque": "UMIDIGI",
        "couleur": "Gris",
        "image": "https://m.media-amazon.com/images/I/81TWJtDYSaL._AC_SY450_.jpg",
        "disponibilite": 1000,
        "prix": 29999,
        "description": "     [Imperméable/Antipoussière/Antichute] Le téléphone peut résister à une profondeur d'eau de 1,5 m pendant 30 minutes. L'indice d'étanchéité IP68 vous donne une bonne compréhension de ses performances d'étanchéité, de température et de pression. La conception du téléphone mobile peut résister à une chute de 1,5 m et est complètement étanche à la poussière.     [Batterie 5000 mAh et Android 11] BISON Pro est équipé d'une batterie grande capacité 5000 mAh et d'une charge rapide de 18 W. Cette batterie durable vous permet d'utiliser des smartphones antichocs pendant longtemps. La dernière version du système d'exploitation Android 11 est optimisée pour la navigation gestuelle, le mode sombre, le mode de protection des yeux, l'utilisation de nuit, le contrôle de la confidentialité et une navigation fluide     [8 Go + 128 Go / LPDDR4X double canal + huit cœurs] Le smartphone BISON Pro a mis à niveau sa mémoire à 8 Go de RAM et 128 Go d'espace de stockage (peut passer à 256 Go de stockage). En tant que téléphone mobile d'extérieur incassable de haute qualité et peu coûteux, avec un noyau MediaTek G80 intégré, 8 Go + 128 Go, la mémoire double canal LPDDR4X peut facilement ouvrir des images et des fichiers, répondre rapidement et améliorer considérablement les performances     [Triple caméra arrière 48MP + plein écran haute définition 6,3 pouces] ① Le téléphone mobile anti-chute BISON Pro combine un excellent logiciel de traitement et des fonctions riches. Avec la fonction de photographie sous-marine, vous pouvez prendre une photo avec un bouton sur le bouton latéral. ② Plein écran haute définition de 6,3\" (2340 * 1080), chaque cadre présente des couleurs vives et naturelles, offrant une vision immersive incroyable     [Double SIM 4G/Face ID/GPS/Trois des deux emplacements pour carte SIM] ① Le smartphone incassable de BISON Pro dispose d'un emplacement pour carte SIM/Nano et prend en charge la micro-SD. ②La reconnaissance faciale vous permet d'allumer rapidement votre téléphone, ce qui est plus sûr et plus pratique. Il a non seulement une fonction de navigation, des boutons indépendants (caméra sous-marine et multifonction à une touche), un capteur G, etc. Rendez vos activités de plein air plus excitantes"
    },
    {
        "id_produit": 35,
        "categorie": 24,
        "nom_produit": "Grande Batterie 10000mAh Téléphone Portable, OUKITEL K15 Pro Telephone Android 11, Octa-Core 6Go RAM + 128Go ROM, Écran 6.52\" Smartphone Débloqué, Triple Caméras 12MP, Dual SIM 4G Phones, OTG/NFC/GPS",
        "marque": "OUKITEL",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71jT3E+NI+L._AC_SY355_.jpg",
        "disponibilite": 1000,
        "prix": 21999,
        "description": "     🔋【Batterie 10000mAh & Charge Rapide 18W】Téléphone Incassable OUKITEL K15 Pro sont équipés d'une batterie de 10000mAh, vous permettant de profiter de plus d'épisodes, de plus de jeux ou de longs appels avec vos proches. Tenez-vous jusqu'à une semaine d'utilisation continue. Il est livré avec un chargeur rapide de 18 W et un mode de charge inversée pour charger d'autres appareils. (veille : 774 heures, appel : 68 heures, musique : 54 heures, vidéo : 27 heures)     📱【Grand Ecran Immersif de 6,52 pouces】 Téléphone portable OUKITEL K15 Pro est conçu avec un écran perforé de 6,52 pouces, une résolution de 720 x 1600 et un rapport d'aspect de 20:9. L'affichage plein écran est conçu pour vous garder collé à votre écran, il offre une expérience de visionnage fluide. De plus, ce smartphone sans sim est résistant aux rayures, vous n'avez donc pas à vous soucier d'une rayure sur l'écran du téléphone portable.     🚀【Téléphone Android 11 et 6Go de RAM + 128Go de ROM】 Smartphone débloqué OUKITEL K15 Pro fonctionne avec le système d'exploitation Android 11, offre un fonctionnement plus rapide et plus fluide. 6 Go de RAM + 128 Go de stockage interne, le processeur Octa-core offre des performances puissantes et stables, un multitâche fluide, une expérience audiovisuelle et de jeu transparente, jusqu'à 256 Go de carte micro SD, une mémoire extensible pour les photos, la musique et plus encore.     📸【Triple Caméra 12MP】OUKITEL K15 Pro Téléphone pas cher équipé d'une triple caméra arrière, le capteur grand angle 12MP rend la composition globale de la photo plus large et plus riche, et l'espace de l'image est plein de perspective. Il est également équipé d'une caméra frontale de 8MP, qui peut être parfaitement combinée avec le mode selfie beauté, faisant de vous le centre de la photo !     🔓【Face Unlock & Fingerprint ID】OUKITEL K15 Pro téléphone android avec la fonction sécurisée et intelligente d'identification des doigts et du visage alimentée par Al. Vous pouvez déverrouiller votre téléphone facilement. OUKITEL K15 Pro est également livré avec NFC et prend en charge le paiement sans contact. Cette fonctionnalité vous permet d'effectuer des paiements efficaces et sans effort.     💝【Dual SIM 4G & OUKITEL OFFICIELLE Garantie】Smartphone pas cher OUKITEL K15 Pro est un double SIM 4G et prend en charge deux cartes simultanément, vous pouvez insérer 2x cartes Nano SIM 4G ou 1x carte Nano SIM 4G + 1x carte SD. Vous pouvez l'assortir comme vous le souhaitez. Retour sans raison de 30 jours, garantie d'un an, support technique en ligne à long terme, service client en ligne 24 heures sur 24, pour que vous puissiez profiter du smartphone OUKITEL avec plus de tranquillité d'esprit."
    },
    {
        "id_produit": 36,
        "categorie": 24,
        "nom_produit": "Apple iPhone 13 (128 Go) - Rose",
        "marque": "Apple",
        "couleur": "Rose",
        "image": "https://m.media-amazon.com/images/I/51PObROxw-L._AC_SX522_.jpg",
        "disponibilite": 1,
        "prix": 4000,
        "description": "       Dans le cadre de nos efforts pour atteindre nos objectifs environnementaux, iPhone 13 n'inclut plus d'EarPods. Veuillez utiliser vos EarPods existants ou acheter cet accessoire séparément.     Écran Super Retina XDR 6,1 pouces     Mode Cinématique, qui réduit la profondeur de champ et change automatiquement la mise au point dans vos vidéos     Double appareil photo avancé avec grand-angle et ultra grand-angle de 12 Mpx, Styles photographiques, Smart HDR 4, mode Nuit et enregistrement vidéo 4K HDR en Dolby Vision     Caméra avant TrueDepth 12 Mpx avec mode Nuit et enregistrement vidéo 4K HDR en Dolby Vision     Puce A15 Bionic pour des performances fulgurantes     Jusqu’à 19 heures de lecture vidéo     \n                             Design résistant avec Ceramic Shield et meilleure résistance à l’eau du marché (IP68)  Connectivité 5G pour des téléchargements ultra-rapides et du streaming de haute qualité  iOS 15, avec toutes sortes de nouvelles fonctionnalités qui multiplient les possibilités qu’offre l’iPhone    "
    },
    {
        "id_produit": 37,
        "categorie": 24,
        "nom_produit": "Samsung Galaxy A12 - Smartphone 32GB, 3GB RAM, Dual Sim, Black",
        "marque": "Samsung",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/81ttLcu8ClL._AC_SX425_.jpg",
        "disponibilite": 1000,
        "prix": 14500,
        "description": "       Samsung Smartphone"
    },
    {
        "id_produit": 38,
        "categorie": 24,
        "nom_produit": "Samsung Galaxy A52s 5G SM-A528BZKDEUE Smartphone 16,5 cm (6.5\") Double SIM Hybride Android 11 USB Type-C 6 Go 128 Go 4500 mAh Noir",
        "marque": "Samsung",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71hxI11dV3L._AC_SX425_.jpg",
        "disponibilite": 6,
        "prix": 31000,
        "description": "       Écran Infinity-O de 6,5 pouces : avec écran FHD + Super AMOLED     Design époustouflant : des courbes élégantes et un design sans couture, le boîtier minimal de l'appareil photo se fond dans la finition mate pour un look emblématique     Système multi-caméras : prenez des photos au niveau supérieur avec un appareil photo principal de 64 MP pour des photos d'une netteté incroyable     Batterie de 4 500 mAh : plus de temps pour faire ce que vous aimez avec une batterie longue durée et une charge rapide avec un courant de charge adaptatif ultra-rapide de 25 W"
    },
    {
        "id_produit": 39,
        "categorie": 26,
        "nom_produit": "Charmast Batterie Externe Quick Charge 3.0 23800mAh avec l’Ecran LED Power Bank USB C 20W Power Delivery Compacte avec 4 Sorties et 2 Entrées Compatible avec Téléphone",
        "marque": "Charmast",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71lEWJqQy7L._AC_SY355_.jpg",
        "disponibilite": 1000,
        "prix": 2999,
        "description": "     🔋Charge rapide en 20W: Compatible avec 2 protocoles de charge rapide(quick charge 3.0&power delivery) , la batterie externe charge rapide les téléphones 3 fois plus vite que les batteries ordinaires. Charger votre smartphone de 0% à 80% sous 40 mins. En même temps, la batterie équipe un port USB C pour la charge/recharge rapide comme entrée et sortie bidirectionnelles.     🔋Capacité en 23800mAh: Power bank en haute capacité de 23800mAh, la grosse capacité rend la batterie plus durable. La batterie fournit plus de 5 charges pour l'iPhone 11, près de 5 charges complètes pour le Samsung Galaxy S10, plus de 3.5 charges pour le Huawei P30, et plus de 2 charges pour l'iPad mini 5.     🔋L’affichage à LED: Powerbank avec une affichage numérique intelligente précise l’affichage de la puissance de 0% - 100%. Cela vous donnera le niveau de la batterie en temps réel.     🔋Multi ports d’entrée et de sortie: Les 4 ports de sortie(trois port USB A& un port USB C) vous permettent de charger efficacement 4 appareils en même temps; Les 2 ports d’entrée (un port USB Micro& un port USB C) vous fournissent deux options pour la recharge rapide.     🔋Protection Sûre et Service: Nous offrons un service après-vente de 24 mois et un retour de 60 jours. Si vous avez des questions, Vous pouvez nous contacter, nous vous répondrons dans les 24 heures. Batterie portable de haute qualité, certifié par CE/RoHs/FCC. La protection contre le surcharge, le court-circuit et la surintensité, qui vous assure vos appareils en sécurité."
    },
    {
        "id_produit": 40,
        "categorie": 26,
        "nom_produit": "VEGER Mini Batterie Externe 20000mAh Charge Rapide PD 3.0 et QC 3.0 à 22.5W Max Power Bank USB C Compatible avec Téléphone iPhone 13 12 Gilet Chauffant",
        "marque": "VEGER",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/81LLgU88IfL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 2549,
        "description": "       Charge rapide 20W avec la technologie avancé: Avec le protocole de la charge rapide PD/QC, on peut profiter de la vitesse de la charge 3 fois rapide que les batteries en 5V/1A.     Power Bank Portatif: Dimension:108.9*70.0*28.2mm,Poids:302g. Batterie externe en petite taille mais de grosse capacité parfait pour la vie quotidienne. On peut facilement la mettre dans des sacs à main pour femmes et des vestes chauffantes.     Capacité de 20000mAh: Power bank de 20000mAh permet de charger plusieurs fois votre téléphone,idéal pour voyage.     Affichage à DEL: Batterie avec l'écran Led intégré qui montre le niveau de la batterie de 0% jusqu'à 100%.     Service et ce que vous recevez: Service de 24 mois actif. Liste d'emballage: batterie externe 20000mAh *1,câble USB A vers USB C *1,Notice en français *1."
    },
    {
        "id_produit": 41,
        "categorie": 26,
        "nom_produit": "SCHITEC Chargeur USB 2 Ports, 4 Pack 5V / 2.1A Chargeur Secteur USB Adaptateur Chargeur Mural USB Universel Compatible avec iPhone XS/XR, Huawei P30 P20, Samsung Galaxy Note S9 Tablette et Plus",
        "marque": "SCHITEC",
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/61uFXz44+TL._AC_SX569_.jpg",
        "disponibilite": 1000,
        "prix": 1599,
        "description": "     Chargeur double port USB: Entrée: 100-240 V CA, 50/60 Hz, Sortie: 5 V CC / 2,1 A. Chargeur mural avec 2 ports USB, peut utiliser simultanément 2 appareils avec 5 V / 2,1 A     Sécurité: la conception de circuits intégrés intelligents détecte automatiquement la tension de charge optimale, fournit le courant de charge optimal pour les périphériques connectés et des protections intégrées protègent vos périphériques contre une alimentation excessive, la surchauffe et la surcharge     Pack de 4 chargeurs USB colorés: couleurs différentes - Chargez votre appareil avec un chargeur différent ou personnalisez la couleur de votre téléphone en fonction de vos envies     Design compact: léger, facile à transporter dans un sac à main ou une poche de pantalon, sa forme extrêmement compacte le rend idéal pour transporter n'importe où     Compatibilité universelle: Parfait pour la plupart des appareils chargés avec des câbles USB - par exemple. IPhone XS XR 8S / 7 / 6S, iPad Air Mini, Samsung Galaxy S9 S8 Note 9 8, Google Nexus, HTC, LG, Huawei, Motorola, BlackBerry, Powerbank, batterie externe, MP3, etc"
    },
    {
        "id_produit": 42,
        "categorie": 27,
        "nom_produit": "ALPHA Adaptateur Micro USB vers USB 3.1 OTG - Convertisseur Micro USB vers USB Compatible avec Oppo A5, Vivo Z1, Vivo X21, Oppo R15, Vivo Y85, Vivo Z1i, Oppo A3, 360 N7, Huawei Enjoy 8, 360N5 (Noir)",
        "marque": "Alpha",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/41B7VtIFb1L._AC_SX569_.jpg",
        "disponibilite": 1000,
        "prix": 499,
        "description": "     Compact et facile à transporter     Compatible avec OPPO A5, vivo Z1, vivo X21, OPPO R15, vivo Y85, vivo Z1i, OPPO A3, 360 N7, NXT-AL10, Huawei Enjoy 8, 360N5, 360 N6Pro     Positif et négatif des deux côtés"
    },
    {
        "id_produit": 43,
        "categorie": 27,
        "nom_produit": "Lot de 2 adaptateurs USB C femelle vers USB femelle - Type C - Câble OTG vers USB femelle - Adaptateur OTG",
        "marque": "AWINLI",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61OzOfzXe2L._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 1299,
        "description": "     Connectez des appareils et des périphériques qui prennent en charge USB de type A (caméras, hubs USB, lecteurs flash, lecteurs de cartes USB, claviers, souris, etc.) à des appareils qui prennent en charge USB de type C, tels que les smartphones, ordinateurs portables et tablettes.     .Ce câble adaptateur USB-C mâle vers USB femelle prend en charge la fonction USB OTG (on-the-go), ce qui vous permet de connecter des téléphones portables/tablettes USB-C qui prennent en charge le protocole USB OTG.     L'adaptateur USB Gen1 de type C a été spécialement conçu pour le transfert de données à grande vitesse. Il peut synchroniser des photos, des vidéos et de la musique en quelques secondes.     Le connecteur USB-C est le connecteur hôte, compatible avec MacBook Air 2018, iPad Pro 2018, MacBook Pro 2016/2017/2018, 15\" et 13\", MacBook 12\" 2015/2016/2017), Surface Go, Surface Book 2, Google Chromebook Pixel, XPS 13/15, Moto. Z8, Galaxy S10/ S10Plus/ S10e/ S9/ S9 Plus/ S8/ S8 Plus, Note 8/ Note 9, P9/P10, P20, Mate 20 10 Pro, OnePlus 6/ 6T/ 5/ 5T/3/3T/2, Chromebook Pixel 3/3XL/2/2XL/XL et les appareils suivants avec ports USB-C.     .USB C vers 2 ports USB femelle, peut connecter 2 appareils simultanément, pratique et rapide."
    },
    {
        "id_produit": 44,
        "categorie": 28,
        "nom_produit": "Amazon Basics Câble USB A vers Lightning en nylon tressé Chargeur certifié MFi pour iPhone Gris foncé 1,8 m",
        "marque": "Amazon Basics",
        "couleur": "Gris",
        "image": "https://m.media-amazon.com/images/I/61Xgh3kNA3L._AC_SY450_.jpg",
        "disponibilite": 1,
        "prix": 1267,
        "description": "     Compatibilité universelle : Ce câble de chargement iPhone est compatible avec les modèles iPhone XS/XS Max/XR/X/8Plus/8/7Plus/7/6sPlus/6s/6Plus/6/ 5s/5c/5/iPad Pro/iPad Air/Air 2/iPad mini/mini 2/mini 4/iPad 4e génération/iPod Touch 5e génération/iPod/iPad     Nouvelle puce et certification MFi Ce câble de chargement iPhone utilise la borne C89 originale d’Apple et une puce intelligente pour reconnaitre et connecter vos appareils Apple immédiatement. Les câbles certifiés Mfi garantissent une solution de charge sûre et stable pour vos appareils. Profitez d’un transfert de données, d’une synchronisation et d’un chargement ultra-rapides (courant de charge maximal de 2,4 A)     Vitesse de charge incroyable : Les câbles de large diamètre et la résistance réduite du cordon maximisent la vitesse de recharge     Plus de protection : Une couche de protection supplémentaire recouvre les extrémités Lightning et USB afin d'améliorer la durabilité du produit et de réduire l'usure. Câble testé pour pouvoir être tordu 4000 fois à 95°     Ajustement fiable : Connecteurs robustes avec un corps monopièce pour résister aux dommages tout en garantissant un ajustement fiable à chaque insertion     Contenu : Câble Lightning vers USB A en nylon tressé Amazon Basics, garantie à vie sans souci et service client Amazon dédié"
    },
    {
        "id_produit": 45,
        "categorie": 28,
        "nom_produit": "Lot de 2 câbles USB C 1 m 2 m, câble USB de type C en nylon tressé",
        "marque": null,
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/71pMi2T7dSL._SX342_.jpg",
        "disponibilite": 11,
        "prix": 4000,
        "description": "       Charge rapide QC 3.0 pris en charge : Le câble de charge USB de type C 3BAO prend en charge la charge rapide Huawei FCP et la charge rapide QC 3.0 jusqu'à 3 A maximum, ce qui lui permet de charger les téléphones Qualcomm Quick Charge pris en charge à pleine vitesse. aussi rapide que le câble d'origine. Parallèlement, ce câble de charge USB prend également en charge une vitesse de synchronisation de données allant jusqu'à 480 Mbps. Remarque : ce câble seul ne vous fournira pas une charge rapide seule, vous aurez besoin d'un adaptateur d'alimentation évalué pour une charge rapide et d'un téléphone capable de la même.     Qualité militaire - Durabilité : Pour une longue , nous utilisons du nylon de qualité militaire durable pour ce câble de charge USB de type C, qui est doux, sans enchevêtrement et résistant aux déchirures. Nous utilisons également un alliage d'aluminium renforcé comme ue et pour le soulagement. Le boîtier en alliage d'aluminium t que le câble de charge ne chauffe pas, et le serre-câble peut résister à 10 000 tests de flexion pour empêcher le câble USB C de se briser.     Sûr et fiable : Le câble USB C 3BAO est entièrement conforme au protocole de charge rapide USB C et à une résistance de traction intégrée 56 K, puce intelligente améliorée avec plusieurs protections à l'intérieur. Ce chargeur de type C offre une conductivité fiable et un courant de charge stable, protégeant vos smartphones contre les dommages dus à la surintensité ou à la surtension.     Compatibilité universelle : Ce câble de chargeur de téléphone est largement compatible avec la plupart des appareils USB C tels que Samsung S20, S10, S9, S8, Note 20, Note 9, Note 8, M31, A51, A71, Galaxy Tab S6 ; Huawei P30, P20 Lite, Mate 20 Lite, Nokia 7.1, N1, 8, contrôleur PS5, Redmi. Note 7, Mi 8. Sony Xpera XA2, XA1, L; Moto G7, G6, Moto Z Force; iPad Pro 2018/2020; Switch; Hero 6/7. Remarque : One Plus, Google Pixel Nexus a son propre protocole de charge, de sorte qu'une charge haute vitesse ne peut pas être prise en charge.     Contenu de la livraison : 3BAO fournit 2 lots de câbles en nylon tressé QC 3.0 de type C de 1 m et 2 m. Notre équipe de service vous répondra dans les 24 heures avec une solution satisfaisante."
    },
    {
        "id_produit": 46,
        "categorie": 30,
        "nom_produit": "Brother DCP-L3550CDW Imprimante Multifonction 3 en 1 Laser - Couleur - Silencieuse 45db- Mémoire 512Mo - Impression Recto-verso - Airprint",
        "marque": "Brother",
        "couleur": "Gris",
        "image": "https://m.media-amazon.com/images/I/71g4Ua+XxZL._AC_SY355_.jpg",
        "disponibilite": 1000,
        "prix": 44995,
        "description": "     Vitesse d'impression rapide jusqu'à 18 pages par minute en noir et en couleur     Impression recto-verso automatique     Ecran couleur tactile de 9,3 cm     Connectivités Ethernet et Wi-Fi     Chargeur automatique de 50 feuilles     4 toners de démarrage de 1000 pages chacun : Noir, cyan, magenta et jaune - (Capacité déclarée en conformité avec la norme ISO/IEC19752)"
    },
    {
        "id_produit": 47,
        "categorie": 30,
        "nom_produit": "Brother HL-L3210CW Imprimante Laser | Couleur | 18 ppm | Silencieuse 45db | 18ppm | 256Mo | Ethernet & Wi-FI",
        "marque": "Brother",
        "couleur": "Gris",
        "image": "https://m.media-amazon.com/images/I/71hysXdSjOL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 24913,
        "description": "     Impression jusqu'à 18 ppm en noir et en couleur     Connectivité Wi-Fi     Mémoire de 256 Mo     Impression directe depuis un mobile ou une tablette     Garantie 2 ans intervention sur site     4 toners de démarrage de 1000 pages chacun : noir, cyan, magenta et jaune (Capacité déclarée en conformité avec la norme ISO/IEC19752)     Résolution d'impression (dpi maximum): 2400 x 600 dpi"
    },
    {
        "id_produit": 48,
        "categorie": 30,
        "nom_produit": "WELCZEK Imprimante Portable WK-01 avec Imprimante à Jet d'encre Portable à écran Tactile 5 Pouces pour Code,D'étiquette, Date, Données Variables, etc. (Prend en Charge 20 Langues)",
        "marque": "WELCZEK",
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/71WQjYZ8lqS._AC_SY450_.jpg",
        "disponibilite": 1,
        "prix": 39999,
        "description": "     1. 【Fonction de saisie et d'écriture manuscrite multilingues】 --- Cette imprimante portable Welczek est la dernière imprimante prenant en charge plusieurs langues et une saisie manuscrite, et prend en charge 20 langues (chinois simplifié, chinois traditionnel, anglais, allemand, français, italien, espagnol , Japonais, russe, coréen, polonais, néerlandais, finnois, arabe, danois, tchèque, suédois, grec, turc, vietnamien) pour rendre votre utilisation plus facile et plus pratique.     2. 【Performances incroyables】 --- Cette imprimante à jet d'encre portable Welczek est très créative, vous pouvez facilement personnaliser le texte, la date, le nombre, le code QR, le code à barres, le formulaire et les données variables en fonction de vos besoins, y compris la taille, le type, la longueur et intervalle de largeur, angle, etc. de la police du contenu du texte.     3. 【Large gamme de matériaux applicables】 --- L'imprimante portable Welczek peut imprimer sur du bois, du carton, de la pierre, des tuyaux, du plastique, des câbles, des vêtements, du verre et d'autres matériaux. (Remarque: le meilleur effet d'impression est dans une position lisse et droite)     4. 【Cartouche originale à séchage rapide】 --- L'imprimante portable Welczek est équipée d'une cartouche d'encre noire à séchage rapide originale, de sorte que le contenu d'impression est clair et à forte adhérence. En outre, nous fournissons également des cartouches d'encre couleur, notre lien de cartouche d'encre Amazon est ----- www.amazon.fr/dp/B0919Y6D4G?ref=myi_title_dp     5. 【Service client fiable】 --- L'imprimante à jet d'encre portable intelligente Welczek a passé la certification de qualité CE. Nous nous engageons sincèrement à fournir une garantie d'un an après-vente et une assistance technique à vie. Si vous rencontrez des questions pendant l'utilisation, veuillez nous contacter à tout moment. Nous vous donnerons une réponse satisfaisante dans les 12 heures."
    },
    {
        "id_produit": 49,
        "categorie": 31,
        "nom_produit": "Scanner à plat Viisan VF3120 - Format A3 - - Résolution maximale : 1 200 x 1 200 DPI - Avec logiciel ViiScan pour Windows et Mac",
        "marque": "Viisan",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/41oQGrdq6TL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 37900,
        "description": "     Scanner à plat - Résolution 1 200 x 1 200 dpi. Profondeur de couleur : Entrée : 48 bits couleur. Sortie : 24 bits couleur.     Utilisation mobile grâce à l'alimentation via le port USB. Windows 10, 8.1, 8, 7, XP (SP3). 32 bits ou 64 bits et Mac.     - Vitesse de numérisation maximale : 8 secondes - Pour les documents au format A3 - Résolution : 200 dpi. Couleur.     Contenu : Scanner, logiciel CD, câble USB, bloc d'alimentation, courte notice d’utilisation (français non garanti).     Compatible Wia et Twain. Logiciel : Pilotes et ViiScan - Moteur OCR - Event Utility - Adobe Acrobate Reader."
    },
    {
        "id_produit": 50,
        "categorie": 32,
        "nom_produit": "502xl 502 502 XL Cartouches d'encre compatibles Epson 502 502 XL Multipack Epson 502 502 XL pour Epson WF-2860DWF WF-2865DWF Epson Expression Home XP-5105 XP-5100",
        "marque": "YesInk",
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/71TNW2mZ0QL._AC_SX569_.jpg",
        "disponibilite": 1000,
        "prix": "2190",
        "description": " Contenu de la livraison : 5 cartouches d'encre OLIGAVE 502 Combo 2 noires/1 cyan/1 magenta/1 jaune     Capacité : 500 pages par noir, 350 pages par couleur (à 5 % de couverture)     Compatible avec : Epson Workforce WF-2860/Epson Workforce WF-2865/Epson Workforce WF-2860DWF/Epson Workforce WF-2865DWF/Epson XP 5100/Epson XP 5105     Toutes ces cartouches 502 502 xl 502xl sont soumises à un processus de test complet. Ils sont remplis d'encre de haute qualité pour des textes nets et des couleurs vives"
    },
    {
        "id_produit": 51,
        "categorie": 33,
        "nom_produit": "XEROX TONER N 2.5K",
        "marque": "Xerox",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61m3nFH94+L._AC_SX522_.jpg",
        "disponibilite": 11,
        "prix": 16642,
        "description": " Xerox     Cartouche de toner     jaune     Imprimantes compatibles: C7020     Nombre de pages imprimables: 9800"
    },
    {
        "id_produit": 52,
        "categorie": 34,
        "nom_produit": "Sait.BA.Cart 17391405050p00080 Lot 4 rouleaux Cao A0, papier mat jet d'encre, 914 mm x 50 m, trou 50, 80 g/m²",
        "marque": "Sa.Ba.cart",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/images/I/31Ox+p8MdjL._AC_SX450_.jpg",
        "disponibilite": 1,
        "prix": 7390,
        "description": "     Papier pour plotter mat pure cellulose     G 80 g/m²     Taille 914 mm x 50 mètres – trou 50.8 mm"
    },
    {
        "id_produit": 53,
        "categorie": 34,
        "nom_produit": "Epson C13S450075 Lot de 500 Feuilles de papier pour Imprimante laser A4",
        "marque": "Epson",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/images/I/61hkwKAfejL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 1656,
        "description": "     Epson     Papier pour imprimante laser     500 feuille     Paper size: a4     Paper finish: uncoated"
    },
    {
        "id_produit": 54,
        "categorie": 36,
        "nom_produit": "BrosTrend AC1200 WiFi adaptateurs pour PC à Windows 11/Mac OS X 10.15, USB Clé WiFi dongle de réseau Longue portée, Bi-Bande 5GHz/2.4 GHz, 2 Antennes",
        "marque": "BrosTrend",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61WwBsjCpDL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 3599,
        "description": " VITESSE OPTIMALE WI-FI : Vous Pouvez Obtenir une Vitesse Sans Fil de 867 Mbps sur une bande Clé WiFi 5 GHz ou une Vitesse de 300 Mbps sur une Bande WiFi de 2,4 GHz, Excellent pour le streaming vidéo en ligne 4K, les jeux, la Musique de Qualité Supérieure et Facebook en utilisant cet Adaptateur USB Wi-Fi Bi-bande     PORTÉE OPTIMALE SANS FIL : Livré avec 2 Antennes WiFi USB à Gain Élevé de 5 dBi, cet Adaptateur Sans fil Longue Portée Assure une connexion WiFi Étendue et une Stabilité Supérieure sur votre Desktop, Laptop et PC     DÉPLOIEMENT FLEXIBLE : Clé WIFI Livré avec un Socle USB 3.0 avec un Câble d'Extension de 5 pieds, Brancher sur n'Importe Quel Port USB de Votre Ordinateur et Mettez cet Adaptateur USB WiFi en Place avec un Signal WiFi Optimal; Vous pouvez également brancher ce Récepteur WiFi Directement sur n'Importe quel Port USB de Votre Ordinateur     LE PORT USB 3.0 AVEC DU PLAQUÉ OR FONCTIONNE 10 FOIS PLUS RAPIDEMENT QU'UN USB 2.0 : Fournit une Connexion Réseau Sans Fil 10 Fois Plus rapide et Plus Forte ; Également Rétro-Compatible avec le port USB 2.0 ; Votre Meilleur Dongle WiFi USB     COMPATIBILITÉ UNIVERSELLE : Adaptateur WiFi USB Fonctionne avec Tous Routeurs WiFi ; Prise en Charge Windows 11 / 10 / 8.1 / 8 / 7 / XP, MAC OS X 10.15 ~ 10.9; * Pour Avoir une PLEINE VITESSE WIFI, Veuillez Télécharger le Dernier Pilote sur le Site Web Officiel qui Est Imprimé sur l'Emballage du Produit ; Email d'Assistance Technique support@brostrend.com ; 24 MOIS DE GARANTIE DE REMBOURSEMENT OU DE REMPLACEMENT INCONDITIONNEL"
    },
    {
        "id_produit": 55,
        "categorie": 37,
        "nom_produit": "Tenda 4G03 Routeur Modem 4G+ LTE 300Mbps WiFi, Box 4G, Plug & Play avec Carte SIM pour tous les Opérateurs, Configuration Facile, Antennes Internes, 2 Ports Ethernet, Surveillance du Trafic Réseau",
        "marque": "Tenda",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/images/I/51RLBAJcSFL._AC_SX466_.jpg",
        "disponibilite": 1,
        "prix": 5451,
        "description": "     【Plug & Play】Accédez au réseau rapidement avec une carte SIM/Micro SIM (compatible avec tous les opérateurs: Orange, SFR, Bouygues, Free, NRJ, Sosh, Red, B&You, etc.     【Accès au réseau où que vous soyez】Il vous permet d'accéder au réseau fiable et à haut débit en tous lieux et à tout moment. C'est idéal pour accéder un réseau en scénario de télétravail, coworking ou vacances en famille     【Connexion jusqu'à 32 appareils 】Il vous permet de connecter 32 appareils au maximum simultanément et profiter d'une vitesse WiFi jusqu'à 300 Mbps. Partagez votre réseau sécurisé avec votre famille, vos amis ou même vos collègues     【Vitesse WiFi jusqu'à 300 Mbps】Profitez d'un accès au réseau à haut débit (sur la bande 2.4 GHz) même s'ils se trouvent dans une zone mal ou pas desservie par les connexion fixes"
    },
    {
        "id_produit": 56,
        "categorie": 37,
        "nom_produit": "Tenda Switch Ethernet 5 Ports Gigabit 10/100/1000 Mbps, Switch RJ45 de Réseau Domestique, Switch Gigabit de Bureau, Plug & Play, Aucune Configuration Requise, Cadre Métallique (TEG1005D)",
        "marque": "Tenda",
        "couleur": "Gris",
        "image": "https://m.media-amazon.com/images/I/51H20tzYouL._SX522_.jpg",
        "disponibilite": 1000,
        "prix": 1595,
        "description": "       【5 Ports Switch Gigabit】Switch ethernet gigabit non manageable doté de 5 ports RJ45 à négociation automatique 10/100/1000Mbps. Le taux de transfert en vitesse filaire de chaque port peut atteindre 1000 Mbits/s.     【Protection Contre la Foudre】Switch Gigabit est intégré à un circuit de protection contre la foudre professionnel qui offre une protection contre la foudre de 6KV à chaque port pour empêcher efficacement le courant induit par la foudre d'endommager les ports ou le switch ethernet.     【Plug & Play】 Installation facile, aucune configuration requise; C’est un aussi un switch mural.     【Excellente Dissipation Thermique】Ce 5 port switch métal donne un refroidissement plus efficace et un fonctionnement de longue durée; Conception fiable à 50 degrés à haute temperature; Garantie de 3 ans.     【Convient pour Plusieurs Endroits】Ce switch ethernet 5 ports est le choix idéal pour les petites et moyennes entreprises: écoles, petits bureaux pour la mise à niveau du réseau gigabit."
    },
    {
        "id_produit": 57,
        "categorie": 38,
        "nom_produit": "NETGEAR Répéteur WiFi Mesh (EX6470), Repeteur WiFi Puissant AC1900 couvre jusqu’à 150m², Amplificateur WiFi avec prise intégrée, WiFi Extender 1Port Ethernet, Wifi Booster compatible toutes Box",
        "marque": "Netgear",
        "couleur": "Gris",
        "image": "https://m.media-amazon.com/images/I/51zJuwa3zPL._AC_SX679_.jpg",
        "disponibilite": 12,
        "prix": 6999,
        "description": " [Étendez votre couverture] - Le répéteur Wi-Fi mesh EX6470 - couvre jusqu'à 150 m² et 30 appareils grâce à un amplificateur de signal Wi-Fi Dual Band AC1900 (jusqu'à 1900 mbit/s) et à l'itinérance intelligente maillée     [Un seul nom de WiFi] - Contrairement aux répéteurs classiques la technologie MESH sur les répéteurs permet de garder le même nom de wifi que celui de votre Box pour une utilisation beaucoup plus fluide. Pas besoin de se déconnecter et reconnecter manuellement d’un réseau WiFi à l’autre.     [Prise d’alimentation intégrée] – Grâce à sa prise en façade, vous pourrez connecter d’autres appareils directement sur le répéteur     [Vitesse Wi-Fi jusqu’à 1.9 Gbit/s]: offre des performances jusqu'à 1900 mbit/s grâce à la technologie Dual Band et à la technologie brevetée fastlane(tm), idéal pour les exigences du streaming de vidéos HD et des jeux vidéo en ligne.     [Compatibilité universelle] - Compatible avec toutes les box Internet et routeurs Wi-Fi.     [Port Ethernet Gigabit] - Branchez simplement vos consoles de jeu, lecteurs multimédias ou autres appareils filaires sur le port Gigabit pour profiter d'une vitesse maximale     [Sécurité] - Prend en charge les Protocoles de sécurité sans fil WEP et WPA/WPA2.     [Installation simple] - appuyez sur le bouton WPS pour vous connecter au routeur. Utilisez l'application Netgear wifi analyzer pour déterminer l'emplacement optimal."
    },
    {
        "id_produit": 58,
        "categorie": 40,
        "nom_produit": "Pour Huawei MediaPad T3 10 9,6 pouces Écran tactile numériseur pour écran tactile AGS-W09 AGS-L09 avec kit (écran non LCD) (Noir)",
        "marque": "SRJTEK",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61FcpeIU4xS._AC_SX466_.jpg",
        "disponibilite": 13,
        "prix": 2191,
        "description": " Contenu : 1 écran tactile. 1 kit d'outils d'ouverture, 1 ruban adhésif 3M     Paramètres : écran de rechange pour MediaPad T3 10. Taille : 24,4 cm     Expédition sous 1-2 jours, livraison en 5-10 jours ouvrés.     [Garantie] Nous fournissons une garantie de 6 mois. Tous les produits ont été testés avant l'expédition.     [Service après-vente] Si vous avez des doutes, veuillez contacter le vendeur via les informations Amazon, nous vous répondrons sous 24 heures. Veuillez tester l'article avant de l'installer sur le téléphone. Il n'est pas recommandé de le réparer sans aucune expérience."
    },
    {
        "id_produit": 59,
        "categorie": 40,
        "nom_produit": "Duotipa Batterie de rechange A1547 compatible avec iPad Air 2/iPad 6 A1566 A1567 MGKL2LL/A MGL12LL/A avec outils",
        "marque": "Duotipa",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/51tWcJPRnaL._AC_SY450_.jpg",
        "disponibilite": 1000,
        "prix": 3198,
        "description": "     【Modèles compatibles】Batterie de rechange pour Pad Air 2/Pad 6 A1566 A1567 MGKL2LL/A MGL12LL/A. Veuillez vérifier votre ancien numéro de batterie avant d'acheter cette batterie.     【Astuce de la batterie】Lorsque vous utilisez la batterie pour la première fois, utilisez d'abord l'énergie virtuelle fournie avec la batterie lorsque vous quittez l'usine, puis éteignez le téléphone lorsque vous l'utilisez. Ensuite, chargez pendant 6 à 8 minutes en veillant à ne pas surcharger les cellules de la batterie afin de ne pas endommager les cellules de la batterie et affecter leur durée de vie. Activez complètement la batterie après 3 à 4 cycles pour obtenir le meilleur effet possible.     【Batterie de haute qualité】 : fabriqué avec des cellules de batterie de qualité supérieure, de classe A, durable et durable. La puce intégrée empêche la surcharge, la décharge excessive et la surchauffe, ce qui prolonge la durée de vie de la batterie.     【Informations sur l'installation 】 : pas de manuel d'utilisation (français non garanti), nous recommandons l'installation par un professionnel. Si vous avez besoin de l'installer vous-même, vous pouvez regarder quelques vidéos d'installation sur Youtube. Ces vidéos peuvent vous aider à mieux terminer l'installation.     【Meilleur service】 Service client amical. S'il vous plaît appliquer d'abord si cette batterie ne répond pas à vos besoins. Nous vous répondrons sous 24 heures."
    },
    {
        "id_produit": 60,
        "categorie": 42,
        "nom_produit": "KFD 19,5V 3,33A 2,31A Alimentation Chargeur pour HP pavillon X360 15 17 17-f218nf Envy Spectre Elitebook Folio 1040 ProBookA 255 G8 G7 G6 Stream 13 14 15 Chromebook 65W 45W Adaptateur Secteur",
        "marque": "KFD",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/51FLkMpsuGL._AC_SX679_.jpg",
        "disponibilite": 1000,
        "prix": 2199,
        "description": "     Garantie: Garantie de remboursement de 30 jours, garantie de 36 mois de produit Tous les produits, excellent service et satisfaction à 100%!     Avantage: Les Chargeurs KFD sont certifiés TÜV GS / CE / FCC / ROSH / REACH. Lignes directrices strictes pour la compatibilité et la conformité des normes de sécurité environnementale passent par des tests de surtension / surchauffe / sécurité. La qualité certifiée TÜV GS l'a rendu plus fiable que d'autres fabricants     Spécification: Entrée: 100-240V 50-60Hz (usage universel) ; Sortie DC:19,5V 3,33A compatible avce 19,5V 2,31A ; S'il vous plaît vérifier le modèle de votre appareil et la taille du connecteur avant d'acheter.     Chargeur 19,5V pour HP pavillon X360 15 17 17-f218nf Envy Spectre Elitebook Folio 1040 ProBookA 255 G8 G7 G6 Stream 11 13 14 15 Chromebook 11 13 14 19,5V 3,33A 2,31A Adaptateur Secteur     Alimentations secteur pour HP Stream X2 TouchSmart 15-n 15-f Spectre x360 360 x2 13 13t 15 PC HP 250 G3 G4 G5 G6 255-G4 245-g5 255-G5 255-G6 455-G3 hp 430 210-G1 ProBook 11 EE G1 210-G1 255-G3 255-G4 255-G5 340-G2 350-G2 410-G1 450-G3 455-G3 612-G1 probook 430 g3 g4 g5 EliteBook Folio 1020 G1 1040 G1 1040 G2 G1Q52UT F2R68UT F2R69UT F2R70UT F2R71UT F2R72UT Split 13 x2 13-g100 13-m000 Pavilion x360 x2 M3 m3-u001dx 15-bw091na Envy x360 x2 13 1HP Pro x2 450 G4 HP ordinateur portable chargeur"
    },
    {
        "id_produit": 61,
        "categorie": 42,
        "nom_produit": "Adaptateur Secteur 45W 19.5V 2.31A Chargeur pour Ordinateur Portable pour HP Pavilion x360 15-f272wm 15-f387wm 15-f233wm 15-f222wm 15-f211wm 15-f337wm 17-g121wm 17-g119dx Cordon d'alimentation",
        "marque": "LTBSTOYE",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71rDo4ZzziL._AC_SX679_.jpg",
        "disponibilite": 1000,
        "prix": 1598,
        "description": "     Sortie : 19,5 V/2,31 A/45 W ; Entrée : 100 V-240 V ~ 1,3 A 50/60 Hz ; Sortie : 2 prises ; Taille du connecteur : 4. 5 * 3. 0 mm ; (Pointe bleue, veuillez vous référer à l'image.)     Cet adaptateur fonctionne avec HP Chromebook 11 14 X360 G3 G4 G5 Series : 11-v000 11-ae000 11-v002dx 11-v010nr 11-v019wm 14-q010nr 14-q020nr 14-q030nr 14-q070nr 14-q029wm 14-q039wm 14-q029wm 14-q000sa 14-q004sa 14-q005sa 14-q010sa 14-q001tu 14-q030sg 14-q050ca Chargeur portable pour ordinateur portable     Cet adaptateur fonctionne avec les séries HP Envy 13 15 17 X360 : 15-1039wm 15-1033wm 15-w117cl 15-w237cl 15m-cn0011dx 15m-bp111dx 15m-bq121dx 15-u010dx 15-u011dx 15-u002xx 15-u050ca 14-f020us 14- f021nr 17m-bw0013dx Chargeur pour ordinateur portable     Protection de sécurité : passez le test CE/FCC/RoHS. Fournir une protection contre les surcharges/surchauffes/surintensités/surtensions/courts-circuits/surdécharges.     LTBSTOYE INC se concentre sur la fourniture de produits électriques de qualité et d'un excellent service client. Remboursement gratuit de 30 jours sans raison, garantie d'un an, assistance par e-mail 24h/24 et 7j/7 et assistance technique à vie. La qualité peut être garantie. Veuillez acheter en toute confiance."
    },
    {
        "id_produit": 62,
        "categorie": 43,
        "nom_produit": "KLIM Wind - Refroidisseur Ordinateur Portable + Le Plus Puissant + Refroidissement Ultra Rapide + 4 Ventilateurs Silencieux + Refroidisseur PC Portable PS4 Xbox - Version 2022 - Blanc",
        "marque": "KLIM",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/images/I/817HfL-l0zL._AC_SX569_.jpg",
        "disponibilite": 1000,
        "prix": "2547",
        "description": "     ✅ DITES ADIEU À LA SURCHAUFFE. Le refroidisseur pour PC portable KLIM Wind dispose de 4 puissants ventilateurs haute performance. Chaque ventilateur tourne jusqu'à 1200 RPM afin d'assurer à votre machine un refroidissement rapide et efficace, tout en aidant à évacuer l'air chaud de cette dernière. Que votre ordinateur rame pour des jeux gourmands ou pour de la bureautique, ce support ventilé remontera ses performances en un clin d’œil ! Il peut aussi être utilisé en tant que support PS4 ou Xbox.     ✅ COMPATIBLE + FACILE À UTILISER. Le KLIM Wind couvre les tailles suivantes : 11 11,3 12 13 14 15 15,6 16. Il est compatible avec les tailles suivantes : 17,3 18 et 19 pouces (sur ces tailles le PC dépassera légèrement sur les côtés). Le KLIM Wind lui-même est extrêmement stable, il ne bougera pas quelle que soit la machine. Pour l'utiliser, il vous suffit de le brancher à votre PC et d'activer les molettes à l'arrière. De plus, il dispose de 2 ports USB pour en récupérer un !     ✅ ESTHÉTIQUE TRAVAILLÉE + CONÇU POUR DURER. En électronique, il est fréquent qu'un produit prometteur tombe en panne rapidement. Le KLIM Wind est une gamme au-dessus des autres supports ventilés en terme de design et de qualité de ses matériaux. Tous ont été testés et sont aussi solides que légers de sorte que vous pourrez le transporter n'importe où sans craindre de l'abîmer. KLIM est le n°1 des refroidisseurs pour ordinateur portable en Europe.     ✅ LE RISQUE EST POUR NOUS + UN ACHAT SANS RISQUE POUR VOUS. Nous offrons avec Amazon une politique de retour sous 30 jours sans question. Par ailleurs, ce produit est couvert par une garantie à toute épreuve de 5 ans, gage de sa qualité. Si vous rencontrez le moindre problème, notre service client français vous répondra sous 24 heures, même le week-end ! Pour vous, c'est un achat sans risque à 100%.     ✅ PROTÉGEZ VOTRE INVESTISSEMENT. Vous avez sans doute dépensé beaucoup pour votre pc et si ce dernier tombait en panne, ce serait un véritable problème. Ce support ventilé pour ordinateur portable est un investissement => plus de composants qui surchauffent => maximise la durée de vie de votre PC et boost ses performances. BONUS : Nous vous offrons un eBook gratuit : \"Les 7 ERREURS À ÉVITER pour ne pas tuer votre ordinateur et baisser ses performances\" par email après votre achat."
    },
    {
        "id_produit": 63,
        "categorie": 43,
        "nom_produit": "Mars Gaming MNBC0, Base de Refroidissement pour PC Portable 15,6'', 2 Ventilateurs RGB, USB, Noir",
        "marque": "MARSGAMING",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/81uSxaGliIL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": "998",
        "description": "     REFROIDISSEMENT MAXIMUM : La structure de la base MNBC0 a été optimisée pour garantir un refroidissement professionnel constant, augmentant les performances de votre ordinateur portable avec le moins de bruit possible et prolongeant sa durée de vie au maximum     ÉCLAIRAGE RGB FLOW : Les ventilateurs de la base MNBC0 sont équipés d'un système d'éclairage RGB Flow qui alterne automatiquement les couleurs, en maintenant un flux constant de tons pour améliorer son esthétique     STRUCTURE OPTIMISÉE : avec une surface grillagée en aluminium et un corps en ABS durable et antidérapant, le MNBC0 offre le support idéal pour refroidir votre ordinateur portable ; placez votre appareil et soulevez la surface à l'aide du jeu de pieds pliants pour régler la hauteur afin de pouvoir taper confortablement     ERGONOMIE ET CONCEPTION INTELLIGENTE : Les caractéristiques du support MNBC0 ont été sélectionnées pour assurer une expérience confortable lors du refroidissement de votre ordinateur, offrant un support parfait pour les ordinateurs jusqu'à 15,6\". En outre, elle est dotée d'une base en mousse et d'une conception USB spéciale à double sens permettant de garder un port libre lorsque la glacière est branchée"
    },
    {
        "id_produit": 64,
        "categorie": 43,
        "nom_produit": "ventilateur pour ordinateur portable HP OMEN 15-AX FAN 15-BC TPN-Q173 858970-001 G35",
        "marque": "RJUNGXY",
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/61NmDbjAdJL._AC_SY355_.jpg",
        "disponibilite": 5,
        "prix": 2500,
        "description": " 1. Vent fort, refroidissement rapide, puce de contrôle intelligent, garantie : 90 jours, tous les articles sont testés rigoureusement avant 【expédition】     Contenu de l'emballage : 1 ventilateur.     3. Nous expédierons les articles dans les 48 heures suivant votre paiement, sauf les vacances     Veuillez vérifier les photos du produit avant d'acheter. photos basées sur la prise de vue réelle, veuillez nous contacter en cas de doute, merci.     5. Si vous avez des questions avant vente ou après vente, n'hésitez pas à nous contacter, nous serons heureux de vous aider."
    },
    {
        "id_produit": 65,
        "categorie": 45,
        "nom_produit": "DigitalLife Carte Son Externe USB 7.1-7.1 Adaptateur Audio avec Audio Numérique 2.1 SPDIF et 2 Entrées Micro 3,5mm pour PC [Application Winos Incluse]",
        "marque": "DigitalLife",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/51W3o5cUiBL._AC_SX569_.jpg",
        "disponibilite": 12,
        "prix": 5599,
        "description": "     SORTIE AUDIO PLEINE 2.1/5.1/7.1 - Prise en charge des sorties audio 7.1/5.1/2.1 complètes via des mini-prises 3,5mm vers le haut-parleur avant, surround, arrière, central/basse pour un système audio prêt pour le cinéma maison. [Lecteur multimédia VLC suggéré]     AUDIO - Prend en charge les taux d'échantillonnage de 44,1 et 48 KHz pour la lecture et l'enregistrement analogiques, et 48 KHz pour SPDIF [-Le port pass-through optique SPDIF de l'adaptateur audio prend en charge l'audio à 2 canaux, ce port ne prend pas en charge l'audio 5.1 ou 7.1.-]     APPLICATION INCLUSE - Le package comprend un logiciel sous licence officielle Cmedia pour la configuration audio. [Pour Windows uniquement, si le disque du programme joint est cassé, veuillez nous contacter via amazon et nous vous enverrons une copie numérique.]     AUTRE FONCTION - Double entrée microphone / Boutons de contrôle du volume intégrés / Lecture en duplex intégral.     SUPPORT OS - Prise en charge de Windows 10 (32/64), 8 / 8.1 (32/64), 7 (32/64)"
    },
    {
        "id_produit": 66,
        "categorie": 46,
        "nom_produit": "Rybozen KVM Switch HDMI USB 2 Port, 4K@30Hz Commutateur KVM HDMI pour 2 Ordinateurs Partager Clavier et Souris, 4 USB 2.0,Ultra HD,2 câbles USB, 2 câble HDMI",
        "marque": "Rybozen",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71claPF2f5L._SX385_.jpg",
        "disponibilite": 1,
        "prix": 2999,
        "description": "       【2 ports USB KVM HDMI Switch Box】 2 ordinateurs partagent un ensemble de clavier, souris et moniteur, 4 périphériques USB 2.0 pour un échange de bouton. Économisez votre espace, rendez votre travail et votre vie plus faciles et plus intelligents.     【Commutateur KVM Avec 4 HUB USB 2.0】 Ce kit possède 4 interfaces USB 2.0 pour partager des périphériques tels que imprimante, scanner, disque U et autres périphériques USB entre 2 ordinateurs. Pratique et pratique.     【UHD 4Kx 2K @ 30Hz Plaisir visuel】Prise en charge de la haute résolution maximale jusqu'à 4K x 2K @ 30Hz , rend l'affichage de l'image plus exquis et réaliste. Il prend également en charge la résolution 3D et 1080P ou inférieure, profitez vraiment de ce que vous voulez.     【Grande compatibilité, sans pilote】 Prise en charge de la technologie de transmission telle que PC, ordinateur portable, projecteurs, moniteurs LCD, Apple TV, PS3 / PS4, lecteur Sony Bluray, Nintendo Switch, projecteurs, récepteurs audio / vidéo et la plupart des appareils compatibles HDMI, aucun logiciel requis,il suffit de brancher et de jouer.     【Palimentation】 Remarque: ce produit a besoin d'alimentation pour fonctionner. Le câble USB fourni avec le produit peut alimenter le produit, aucun adaptateur secteur requis, vous économisant de l'espace."
    },
    {
        "id_produit": 67,
        "categorie": 46,
        "nom_produit": "TCNEWCL Switch KVM avec 2 KVM Câbles,USB et VGA Commutateur pour 2PC partageant 1 Moniteur vidéo et 3 USB Clavier Souris Hub",
        "marque": "TCNEWCL",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61H3NN++0SS._SX466_.jpg",
        "disponibilite": 1000,
        "prix": 2499,
        "description": "       Le boîtier de commutation KVM VGA USB à 2 ports vous permet de contrôler 2 ordinateurs avec un seul ensemble de commandes (souris, clavier, imprimante et moniteur) .Il comprend 2 câbles, les câbles VGA et USB sont 2 en 1.     Entrée: Max 2 PCs. Sortie: 1 port VGA et 3 ports USB2.0. (tel que moniteur et souris, clavier, imprimante, scanner, disque USB)     Plug and Play, échange à un bouton, sans adaptateur ni logiciel. Aucune alimentation externe requise.     Prise en charge de la résolution maximale 1920 * 1440, prise en charge de la sortie DDC et identification automatique de haute qualité.     2 câbles KVM inclus, les câbles VGA et USB sont 2 en 1. Pour l'entreprise, le bureau, l'enseignement multimédia, la salle de jeux de salle de réunion, le cinéma maison, le test de recherche, etc."
    },
    {
        "id_produit": 68,
        "categorie": 47,
        "nom_produit": "Crucial CT1000X6SSD9 X6 1To Portable SSD – Jusqu’à 540Mo/s – USB 3.2 – Lecteur d’état solide externe, USB-C",
        "marque": "Crucial",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/513KCBeIUPL._AC_SX569_.jpg",
        "disponibilite": 1000,
        "prix": 8999,
        "description": "     CAPACITÉ ÉNORME: 4 To de stockage, assez pour conserver jusqu’à 20 000 photos, 100 heures de vidéo, 6 000 chansons ou 400 Go de documents, et plus encore     RAPIDE: vitesses de lecture jusqu’à 540 Mo/s, c’est 3,8 fois plus rapide que la plupart des disques durs     PETIT, LÉGER: tient entre vos doigts et pèse moins que vos clés de voiture     LARGE COMPATIBILITÉ: compatible avec PC, Mac, Android, iPad Pro (PS4, Xbox One et ordinateurs en USB-A, un adaptateur, disponible séparément, est requis)     FIABLE ET DURABLE: un produit Micron, l’un des plus grands fabricants de stockage flash au monde"
    },
    {
        "id_produit": 69,
        "categorie": 47,
        "nom_produit": "SanDisk Extreme 1 To NVMe SSD, disque externe, USB-C, jusqu'à 1 050 Mo/s en vitesse de lecture et 1 000 Mo/s en vitesse d'écriture, résistant à l'eau et à la poussière",
        "marque": "SanDisk",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/712+jjz3lyL._AC_SY450_.jpg",
        "disponibilite": 1000,
        "prix": 13388,
        "description": "     Obtenez une performance SSD NVMe présentant des vitesses de 1 050 Mo/s en lecture et 1 000 Mo/s en écriture, grâce à un disque haute capacité idéal pour créer un contenu époustouflant ou saisir des séquences incroyables.     Avec sa protection aux chutes jusqu'à deux mètres et sa résistance à l'eau et la poussière IP55, ce disque robuste ne craint presque rien     Voyagez l'esprit tranquille avec une garantie limitée de 5 ans et une coque en silicone durable qui offre un design haut de gamme et une meilleure protection à l'extérieur du disque     Utilisez la boucle mousqueton pratique pour l'attacher en toute sécurité à votre ceinture ou votre sac à dos, garantissant une plus grande tranquillité d'esprit     Aide à préserver la confidentialité du contenu grâce à la protection par mot de passe incluse comprenant un cryptage matériel AES 256 bits, Par SanDisk, la marque à laquelle des photographes professionnels du monde entier font confiance pour prendre leurs meilleurs clichés au cours de leurs missions les plus difficiles"
    },
    {
        "id_produit": 70,
        "categorie": 47,
        "nom_produit": "Espeon Lot de 3 Clé USB, 32 Go USB 2.0 Flash Drive, PenDrive, couleurs classiques: blanc, bleu, rouge",
        "marque": "Espeon",
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/51CWOoCJ96L._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": "2520",
        "description": "     Espeon lot de 3 clés USB 2.0, Flash Drive 32Go, couleurs classiques: blanc/bleu/rouge     Ne manquez jamais de clés USB avec ce Multipack. Obtenez trois clés Flash dans un seul paquet. Différenciez facilement Ce qui est stocké avec les différentes couleurs. Idéal pour ranger des documents et photos, etc.     Lecteur USB 2.0 standard avec vitesse de transfert 2.0. Remarque: La vitesse de transfert réelle dépendra de l'environnement d'exploitation, du matériel informatique, de la taille des fichiers et d'autres facteurs. Une partie de la capacité indiquée est utilisée pour le formatage et d'autres fonctions, donc l'espace de stockage réel sera légèrement inférieur à celui indiqué.     Fabriqué à Taïwan. Résistant à la poussière, aux chocs et aux températures.     Facile à utiliser. Plug and Play, aucune installation de logiciel supplémentaire nécessaire. Compatible avec Windows Vista, 7, 8, 10, etc. Mac OS 10.X et versions ultérieures."
    },
    {
        "id_produit": 71,
        "categorie": 47,
        "nom_produit": "Allocat Clés USB 64Go Lot de 2 Cle USB 64GO Imperméable Clef USB Anneau Porte-Clés Mémoire Stick Métal pour Ordinateur Portable/Pc/Voiture",
        "marque": "Allocat",
        "couleur": "Argent",
        "image": "https://m.media-amazon.com/images/I/61OXWb3XWUL._AC_SY450_.jpg",
        "disponibilite": 1000,
        "prix": "1859",
        "description": "     Durable à utiliser : Clé USB est fabriquée en alliage de zinc pour assurer son étanchéité et sa résistance aux chocs. L'intérieur utilise une puce avancée pour fournir un fonctionnement plus sûr et plus stable. La clé USB est également anti-pression, anti-temparature, résistance aux rayons X.     Large compatibilité : Lecteur cle usb en charge presque tous les systèmes d'exploitation, y compris Windows 7/8/8.1/10/2000/XP/ME/Vista, Linux et MacOs 10.3 et supérieur. Il est également compatible avec les ordinateurs, lecteurs de musique, tablettes, téléviseurs intelligents, numériques appareils dotés de ports USB.     Grande capacité : Clé USB a une capacité de 64 Go, une capacité suffisante pour enregistrer vos fichiers quotidiens, vos musiques, vos photos, vos images, vos jeux, vos vidéos et tout autre document. Le transfert à grande vitesse offre un travail plus efficace et une vie plus facile.     Plug & Play : Suffit de brancher le lecteur clef usb sur le port USB et vous pouvez commencer à transférer des données immédiatement, sans avoir besoin d'installer de logiciel supplémentaire. Avec une conception sans capuchon qui prend en charge l'accès direct aux ports USB de l'appareil.     Sûr et portable : Clé usb mémoire ne pèse que 10g environ et est petite comme un pouce d'adulte. Avec un porte-clés à une extrémité qui vous aide à le connecter à votre porte-clés. Vous pouvez emporter votre monde numérique n'importe où, sans craindre de perdre la clé USB."
    },
    {
        "id_produit": 72,
        "categorie": 47,
        "nom_produit": "Disque dur externe haute vitesse USB 3.1, 1 To, 2 To, disque dur portable, disque dur externe pour Mac, PC, ordinateur portable (2 To, doré)",
        "marque": null,
        "couleur": "Or",
        "image": "https://m.media-amazon.com/images/I/51RT11ChtfL._AC_SX522_.jpg",
        "disponibilite": 1000,
        "prix": 3711,
        "description": " Plug and Play, il suffit de brancher ce disque dur externe directement sans installation de logiciel     La grande capacité de 1 To ou 2 To et fonction de fonctionnement d'alimentation, c'est vraiment votre parfaite base de données mobile.     Système de compatibilité : disque dur portable avec disque dur externe, Microsoft Windows 10 / Windows 8.1 / Windows 8 / Windows 7 / Android et plus encore     Disque dur externe externe externe, mise à niveau vers USB 3.1, la vitesse de transmission est super rapide, et la vitesse de transmission est de 5 temps qui sont ordinaires de disques durs, pour une utilisation rapide et sûre     What You Get - 1 disque dur portable, 1 câble USB 3.1."
    },
    {
        "id_produit": 73,
        "categorie": 47,
        "nom_produit": "Disque Dur Externe Toshiba Canvio Basics 2To, Noir, USB 3.2. Gen 1 (HDTB420EK3AA)",
        "marque": "Toshiba",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/81JKwnoJEjL._AC_SX425_.jpg",
        "disponibilite": 1000,
        "prix": 5590,
        "description": "       Taille 2 To     Disque Dur externe de 2, 5 pouces     Port USB 3, 0 grande vitesse     Configuration requise: NTFS formaté pour Microsoft Windows 10, Windows 8.1.Un port libre USB 3.2 Gen 1 ou USB 2.0.Nécessite un reformatage pour macOS v10.15 / v10.14 / v10.13"
    },
    {
        "id_produit": 74,
        "categorie": 49,
        "nom_produit": "Aerocool Lux RGB M 750W - Alimentation modulaire RGB, 80Plus Bronze 230V)",
        "marque": "AeroCool",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/81hCDStrp7L._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 6314,
        "description": "     LUXRGB750M     Entrée AC : 200-240VAC 4A 50-60Hz"
    },
    {
        "id_produit": 75,
        "categorie": 49,
        "nom_produit": "Tecnoware Alimentation ATX 650W pour PC - Ventilateur silencieux de 12 cm - Connecteurs 3 pour SATA, 1 pour 24 pôles, 1 pour 12 V 4 + 4 pôles, 3 pour Molex, 1 pour Floppy",
        "marque": "Tecnoware Power Systems",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61riaN1K8JS._AC_SY355_.jpg",
        "disponibilite": 1,
        "prix": 2999,
        "description": "     PUISSANCE RÉELLE ► Alimentation interne pour ordinateur, 550 Watt de puissance pure et filtrée. Dimensions L 14 x P 15 x 8,5 cm et poids 1,1kg     TOUS LES CONNECTEURS AU BON ENDROIT ► 2 pour SATA, 1 pour 24 Pôles, 1 pour 12 V 4+4 Pôles, 2 pour Molex, 1 pour Floppy     PRÊTE À L’USAGE ► Par l’intermédiaire d’opérations simples, il est possible d’installer cette alimentation ATX à l’intérieur du boîtier de l’ordinateur     REFROIDISSEMENT SANS COMPROMIS ► Par l’intermédiaire du ventilateur de refroidissement de 12 cm Ultrasilent, on atteint le refroidissement nécessaire et le fonctionnement correct est garanti à 100 %     SILENCE AMÉLIORÉ ► Grâce au nouveau système de contrôle du ventilateur, qui autorégule les virages, l'alimentation devient encore plus silencieuse, minimisant les bruits émis     PROTECTION ÉLEVÉE ► Contre les surtensions, les surcharges et les court-circuits : haute fiabilité à MTBF élevé     Altitude maximale : 3000 m     EMBALLAGE ÉCOLOGIQUE ► Conformément à notre philosophie d'entreprise, nous utilisons un emballage papier et carton100% recyclable"
    },
    {
        "id_produit": 76,
        "categorie": 50,
        "nom_produit": "upHere Carte Graphique GPU pour Support Carte Vidéo Aluminium Anodisé Aérospatiale Installation Facile 5V ARGB LED (GH04ARGB)",
        "marque": "UpHere",
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/61j7lKZaBbL._AC_SY355_.jpg",
        "disponibilite": 1000,
        "prix": 2399,
        "description": " 【Aperçu des fonctions】Peut supporter le poids du GPU, éliminer la pression tombante de la carte graphique et protéger vos composants.     【ARGB Ready】 : avec le port RVB 5 V 3 broches, il peut prendre en charge la synchronisation de la carte mère 5 V, rend votre boîtier d'ordinateur coloré.     【Matériaux de haute qualité】 L'utilisation d'un matériau en aluminium aéronautique anodisé de haute qualité, différent du plastique, a une longue durée de vie, évite le vieillissement et les fractures et offre un support solide.     【Large compatibilité】Compatible avec les boîtiers de support traditionnels MATX, ITX et PSU, peut prendre en charge 2 ventilateurs de carte graphique/CPU pour s'adapter à divers châssis d'ordinateur et cartes mères.     【Installation sans outil】Conception d'aimant caché en bas, il peut être installé de manière stable à l'intérieur du boîtier sans outils. Le module de support est équipé d'un rembourrage en silicone anti-rayures et d'une technologie de base haute brillance."
    },
    {
        "id_produit": 77,
        "categorie": 51,
        "nom_produit": "Gigabyte B450 Aorus Elite Carte mère Intel AMD B450 Socket AM4",
        "marque": "GIGABYTE",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61PxT5Qnm+L._AC_SX466_.jpg",
        "disponibilite": 1,
        "prix": 9730,
        "description": "     Dual Channel Non-ECC Unbuffered DDR4, 4 DIMMs     Alimentation Numérique Twin 8+2 Phases avec MOSFETs à Faible RDS(on)     HDMI, DVI-D pour affichage multi-écrans     Dual NVMe PCIe Gen3 M.2 (x4, x2) avec Un Thermal Guard     Condensateurs Audio Haute Qualité et Audio Noise Guard avec traçage par LED"
    },
    {
        "id_produit": 78,
        "categorie": 52,
        "nom_produit": "TP-LINK TG-3468 Gigabit PCI Express Network Adapter - Green, 32-bit PCI Express/1 10/100/1000 Mbps RJ45 port, IEEE 802.3x flow control, Win 10/8.1/8/7/Vista/XP",
        "marque": "TP-Link",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/51VW77tWOVL._AC_SX466_.jpg",
        "disponibilite": 1,
        "prix": "1099",
        "description": "     Adaptateur PCIe 10/100/1000 Mbps     Interface PCIe 32 bits, pour optimiser l'espace du châssis     Fonction Réveil par le réseau (facilite la gestion LAN)     TG-3468 est en Version 2     Pour Linux et Mac, téléchargez le driver de Realtek supportant TG-3468Modèle de puce de carte : Realtek RTL8168     Support technique assuré par des conseillers francophones experts sur les produits TP-LINK, joignable par téléphone ou par courrier électronique"
    },
    {
        "id_produit": 79,
        "categorie": 53,
        "nom_produit": "Asus Xonar Ae Interne 7.1 Canaux Pci-E - Cartes Sons (7.1 Canaux, 32 Bit, 110 Db, 103 Db, 24 Bits/192 Khz, 24 Bits/192 Khz)",
        "marque": "ASUS",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61e1zjM6NXL._AC_SX355_.jpg",
        "disponibilite": 1000,
        "prix": 7124,
        "description": "     Produit destiné aux joueurs exigeants     Qualité de fabrication irréprochable     Immersion exceptionnelle"
    },
    {
        "id_produit": 80,
        "categorie": 54,
        "nom_produit": "Crucial BX500 480Go CT480BX500SSD1 SSD Interne-jusqu’à 540 Mo/s (3D NAND, SATA, 2,5 pouces)",
        "marque": "Crucial",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/5167zXL7nkL._AC_SX425_.jpg",
        "disponibilite": 1000,
        "prix": 4873,
        "description": "     Démarrage plus rapide. Temps de chargement des fichiers plus court. Meilleure réactivité globale de l’ordinateur     300% plus rapide qu’un disque dur classique     Améliore l’autonomie de la batterie grâce à une efficacité énergétique 45 fois supérieure à celle d’un disque dur classique     3D NAND Micron – 40 ans d’innovation en matière de mémoire et de stockage     Garantie limitée cruciale de 3 ans."
    },
    {
        "id_produit": 81,
        "categorie": 55,
        "nom_produit": "AMD Ryzen 5 5600G processeur 3,9 GHz 16 Mo L3 Boîte",
        "marque": "AMD",
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/51KHD9nx51S._AC_SX522_.jpg",
        "disponibilite": 1000,
        "prix": 22741,
        "description": "     Cache de processeur: 16 Mo     Fabricant de processeur: AMD     Famille de processeur: AMD Ryzen 5     Lithographie du processeur: 7 nm     Modèle de processeur: 5600g"
    },
    {
        "id_produit": 82,
        "categorie": 56,
        "nom_produit": "be quiet! Pure Wings 2 Ventilateur de Boîtier 120 mm Noir",
        "marque": "Be quiet!",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/51TiTjMg8dL._AC_SX466_.jpg",
        "disponibilite": 1,
        "prix": 899,
        "description": "     Contrôle de vitesse de rotation     Fabriqué en Chine     Quantité de l'emballage de l'article: 1     Dimensions de l'emballage de l'article: 120.0 x 120.0 x 25.0 x 25.0 cm     Débit d'air à 100% PWM / 12V (CFM / m3/h): 51,4 / 87"
    },
    {
        "id_produit": 83,
        "categorie": 58,
        "nom_produit": "Apple AirPods Pro avec Le Chargeur MagSafe (2021)",
        "marque": "Apple",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/images/I/71bhWgQK-cL._AC_SX466_.jpg",
        "disponibilite": 1,
        "prix": 4000,
        "description": "       Réduction active du bruit pour bloquer les bruits ambiants et vous immerger pleinement dans la musique     Mode Transparence pour entendre ce qu’il se passe autour de vous et interagir avec le monde qui vous entoure     Audio spatial avec suivi dynamique des mouvements de la tête pour un son qui vous enveloppe     Égalisation adaptative qui calibre automatiquement le son en fonction de vos oreilles     Trois tailles d’embouts fuselés en silicone souple pour un ajustement personnalisable     Capteur de pression pour contrôler facilement la lecture de vos contenus, prendre un appel, raccrocher, et plus encore     Résistance à l’eau et à la transpiration     \n                             Plus de 24 heures d’écoute au total avec le boîtier de charge MagSafe  Accès rapide à Siri en disant « Dis Siri »  Configuration facile, détection de l’utilisation et basculement automatique d’un appareil à un autre pour une expérience magique    "
    },
    {
        "id_produit": 84,
        "categorie": 58,
        "nom_produit": "Apple EarPods avec connecteur Lightning",
        "marque": "Apple",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/images/I/61op-E2RA2L._AC_SX679_.jpg",
        "disponibilite": 1,
        "prix": 4000,
        "description": "       Les haut-parleurs des EarPods ont été conçus pour optimiser la puissance tout en réduisant au maximum les déperditions sonores, pour vous offrir un son de qualité supérieure.     Les écouteurs EarPods avec télécommande et micro intègrent une télécommande qui permet de régler le volume, contrôler la lecture audio et vidéo, et passer ou mettre fin aux appels, d’une simple pression.     Compatibles avec tous les appareils équipés d’un connecteur Lightning et prenant en charge iOS 10 (ou version ultérieure), y compris l’iPod touch, l’iPad et l’iPhone.     fabriqué à Anguilla"
    },
    {
        "id_produit": 85,
        "categorie": 58,
        "nom_produit": "Casque Bluetooth Soundcore par Anker Life Q30 Réduction de Bruit Active Hybride à Multi-Mode, 40H Autonomie, Hi-Res Audio, APP Personnalisé, Oreillettes Douces, Connexion à 2 Appareils Bluetooth(Noir)",
        "marque": "Soundcore",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61+WYAjltpL._AC_SX569_.jpg",
        "disponibilite": 1000,
        "prix": 5999,
        "description": "     Un Son Incroyable qui a Déjà Conquis Plus de 20 Millions de Personnes     Musique Haute Résolution : Entendez chaque détail de vos chansons préférées grâce aux drivers de 40 mm du Life Q30. Les diaphragmes en soie très flexibles reproduisent des basses puissantes et des aigus nets qui s'étendent jusqu'à 40 kHz pour une clarté améliorée.     Haute Technologie de Réduction de Bruit Active : Ne vous laissez plus distraire grâce à la réduction de bruit active hybride du Life Q30. Les doubles micros de détection du bruit captent et filtrent jusqu'à 95 % des sons basse fréquence ambiants pour que rien ne vous distraie de votre musique.     Expérience de Réduction du Bruit Incomparable : Personnalisez la réduction du bruit du Life Q30 avec 3 modes : le mode transport minimise le bruit des moteurs d'avion, l’Extérieur réduit le transport et le vent, et l’Intérieur atténue le bruit des bureaux occupés avec des personnes qui parlent en arrière-plan.     40 Heures d’Autonomie : les casques bluetooth à réduction de bruit active Life Q30 diffusent de la musique jusqu'à 40 heures en mode de réduction de bruit. Le mode standard prolonge la durée d’autonomie à 60 heures tandis qu'une courte charge de 5 minutes vous offre 4 heures d'écoute."
    },
    {
        "id_produit": 86,
        "categorie": 58,
        "nom_produit": "Sony MDR-ZX110B Casque Pliable - Noir",
        "marque": "Sony",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71kYRBupfUL._AC_SY741_.jpg",
        "disponibilite": 1000,
        "prix": 1378,
        "description": "     Diaphragmes de 30 mm en forme de dôme pour un son équilibré     Des aimants en néodyme offrent un son puissant     Oreillettes rembourrées pour un grand confort d'écoute     Gamme de fréquences de 12 à 22 kHz     Longueur de câble: 1.2 mètres"
    },
    {
        "id_produit": 87,
        "categorie": 58,
        "nom_produit": "Écouteurs, Ecouteurs Filaire avec Microphone et Contrôle du Volume, Écouteurs Intra-Auriculaires avec Anti-Bruit Stéréo Compatibles avec la Plupart des Appareils 3,5 mm",
        "marque": "Topmeg",
        "couleur": "blanc",
        "image": "https://m.media-amazon.com/images/I/513Q4uBnNVL._AC_SY450_.jpg",
        "disponibilite": 1000,
        "prix": 679,
        "description": "     Son immersif et basses puissantes: Nos écouteurs vous permet de profiter d'une musique cristalline, comme si vous étiez personnellement sur la scène. La fréquence moyenne à basse a une riche puissance infectante et des caractéristiques naturelles et décontractées. La fréquence moyenne-haute a une bonne résolution, transitoire et ductilité. Le puissant pilote dynamique est excellent pour présenter les voix humaines avec lesquelles vous serez entièrement immergé dans ce monde merveilleux.     Confortables et antibruit: Expérience de port ergonomique solide, durable, les ecouteurs intra-auriculaires facilitent le mouvement et offrent un ajustement verrouillé. Confortable à porter, lorsque vous courez, les écouteur ne tomberont pas, de sorte que vous pouvez faire de l'exercice et profiter de la musique. Améliore les performances de suppression du bruit.     MICROPHONE INTÉGRÉ DE HAUTE QUALITÉ: Excellent casque Quzoe stéréo avec microphone et bon effet de son surround, l'intérieur des haut-parleurs a été conçu pour maximiser la sortie sonore et minimiser la perte de son. L'appel est plus vif et clair, les écouteurs ont également un contrôle du volume et une lecture, une pause, une télécommande, et vous pouvez appeler n'importe où et à tout moment. Vous permet d'avoir une conversation simple avec n'importe qui.     LARGE COMPATIBILITÉ: Contrairement aux écouteurs Bluetooth, nos écouteurs filaires sont plug and play quelle que soit la version Bluetooth du téléphone et la batterie du casque, il est compatible avec tous les téléphones portables, tablettes, ordinateurs portables et ordinateurs avec prise casque 3,5 mm     Service après-vente sans souci: Vous pouvez obtenir une garantie de remboursement à 100% de 12 mois et 24 mois sans raison de retour. Service client après-vente 24h/24. Nous nous engageons toujours à fournir des produits et services de bonne qualité. Si pour une raison quelconque vous n'êtes pas satisfait de ces ecouteurs filaire de sport, veuillez nous contacter à tout moment, nous serons toujours là pour vous aider. S'il vous plaît soyez assuré d'acheter."
    },
    {
        "id_produit": 88,
        "categorie": 58,
        "nom_produit": "Bose Noise Cancelling Headphones 700 – Casque Bluetooth sans fil Supra-Aural avec Microphone Intégré pour des Appels Clairs et le Contrôle vocal via Alexa, Noir",
        "marque": "Bose",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/61UzY7vPUIL._AC_SY450_.jpg",
        "disponibilite": 11,
        "prix": 4000,
        "description": "     Casque à réduction de bruit ultra-puissant : 11 niveaux de réduction active de bruit vous permettent de profiter de la musique, des podcasts, des vidéos et des appels, sans distraction.     Un son incroyable : des détails clairs et précis. Des basses profondes et pleines. Ce casque sans fil produit un son captivant et réaliste, plein et équilibré, quel que soit le volume.     Capture vocale inégalée : un système de microphones révolutionnaire s’adapte aux environnements bruyants et venteux afin de restituer votre voix avec une clarté incroyable lors de vos appels.     Gardez la tête haute et les mains libres : avec un accès simplifié aux assistants vocaux tels que l’Assistant Google et Alexa pour écouter de la musique, trouver son chemin, connaître les prévisions météo et plus encore. De plus, grâce aux commandes tactiles intuitives sur les écouteurs, vous pouvez rester connecté(e) sans jamais toucher votre téléphone.     Confort et design haut de gamme : avec son arceau épuré en acier inoxydable d’une grande légèreté et ses écouteurs inclinés, vous pouvez porter ce casque Bluetooth pendant des heures.     Jusqu’à 20 heures de musique non-stop : profitez de 20 heures d’autonomie sur une seule charge.     Accès à Spotify en une seule commande : reprenez instantanément votre session Spotify ou découvrez de nouveaux morceaux en maintenant votre doigt sur l’écouteur droit. Actuellement disponible uniquement lorsque vous utilisez les appareils iOS avec votre casque.     \n                             Association avec une barre de son Bose : utilisez la technologie SimpleSync pour appairer ce casque Bluetooth sans fil à une barre de son Bose Smart Soundbar 500 ou 700 pour une expérience d’écoute personnelle.  Appel entre deux appareils Alexa : utilisez ce casque à réduction de bruit sans fil pour passer un appel vers un appareil intelligent Bose ou Amazon Echo grâce à l’application mobile Alexa.  Les écouteurs Bose Headphones 700 ont une portée Bluetooth allant jusqu'à 9 mètres et peuvent être couplés avec deux appareils à la fois    "
    },
    {
        "id_produit": 89,
        "categorie": 58,
        "nom_produit": "Nothing Ear(1) - Écouteurs sans Fil ANC (Active Noise Cancelling), Noir",
        "marque": "Nothing",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71NXPTnj2iL._AC_SX450_.jpg",
        "disponibilite": 1000,
        "prix": 9999,
        "description": "     La pureté du son est obtenue grâce à un haut-parleur dynamique de 11.6 mm. Par ailleurs, le Bluetooth 5.2 permet une connectivité de grande qualité afin de ne jamais rater aucune note     La réduction de bruit active opère grâce à trois micros haute définition pour vous permettre de profiter de vos musiques, films et podcasts en toute tranquillité. Lorsque vous souhaitez revenir à la réalité, il n’a qu’à activer le mode «Transparency»     Avec un poids de seulement 4,7 g, chaque écouteur offre un confort incomparable grâce à des évents pour réduire la pression interne de votre oreille. Le design ergonomique des ear (1) vient épouser la forme de votre oreille et les trois embouts en silicone de tailles différentes vous permettent de parfaitement les ajuster     Profitez jusqu'à 5.7 heures d'écoute avec les écouteurs et jusqu'à 34 heures avec le boîtier. Le boîtier compact bénéficie de la charge rapide, 10 minutes de charge du boîtier permettent d'obtenir jusqu'à 8 heures d'autonomie, et dispose également de la recharge sans fil et est compatible avec tous les chargeurs Qi     Technologie «Clear Voice» et les trois microphones de hautes définitions, vos appels n’auront jamais été aussi clairs, nets et précis     Chaque écouteur est en maille composite pour une meilleure résistance à la transpiration et à l'eau (IPX4)"
    },
    {
        "id_produit": 90,
        "categorie": 59,
        "nom_produit": "Denver MC-5220. Micro-chaîne Hi-FI. Lecteur CD. Radio FM. Réveil. Fixation Murale. Télécommande Incluse Noir",
        "marque": "Denver",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/411NPYLclJL._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 4199,
        "description": "     Multifonction : Écoutez un CD, connectez votre lecteur MP3 ou votre mobile via l'entrée AUX IN, branchez-vous sur votre station de radio préférée ou réglez le réveil. Toutes ces fonctions sont incluses dans la micro-chaîne Hi-Fi MC-5220.     Montage mural : Cette micro-chaîne Hi-Fi peut être montée au mur à l'aide des points de montage situés à l'arrière de la chaîne stéréo.     Télécommande : Télécommande toutes fonctions incluse     Réveil : Réveillez-vous au son d'un CD, de la radio ou d'un bip. Vous pouvez utiliser la télécommande pour répéter ou désactiver l'alarme.     Radio FM : Mémorise jusqu'à 20 de vos stations de radio préférées pour un réglage rapide et facile     Lecteur CD : Elle possède une fonction programmable de 20 pistes, ainsi qu'une fonction de lecture aléatoire     Source d'alimentation : Utilisez le cordon d'alimentation secteur fourni pour connecter la chaîne stéréo au secteur. Elle dispose d'une batterie de secours pour la fonction d'alarme en cas de panne de courant."
    },
    {
        "id_produit": 91,
        "categorie": 60,
        "nom_produit": "Haut-parleurs passifs Moukey Paire d'enceintes Bibliothèque en Bois Woofer de 5.25'' M20-1",
        "marque": "Moukey",
        "couleur": "Multiples",
        "image": "https://m.media-amazon.com/images/I/616CoTJ6ZwL._AC_SY450_.jpg",
        "disponibilite": 1000,
        "prix": 7899,
        "description": "     ♫ Conception appropriée - Aigus et graves: Les haut-parleurs d'étagère sont composés de deux unités d'aigus de 1 pouce et de basses de 5,25 pouces afin que les haut-parleurs puissent jouer des hautes fréquences agréables et des basses fréquences fortes. 🔔Remarque: Il s'agit d'une paire d'enceintes passives. Vous devez acheter un amplificateur de puissance pour soutenir l'utilisation.     ♫ Diviseur de fréquence intelligent : Pour améliorer votre expérience d’écouter de la musique, nous avons ajouté un diviseur de fréquence à l'intérieur du produit, afin que le signal audio soit envoyé au haut-parleur correspondant pour interprétation.     ♫ Peut être suspendu : À part le placement normal, vous pouvez accrocher les enceintes au mur en raison des crochets indépendants sur le panneau arrière.     ♫ Boîtier en bois artisanal : Afin d'obtenir une meilleure qualité sonore, nous utilisons le boîtier artisanal en bois. Précis à chaque centimètre pour obtenir la meilleur qualité sonore.     ♫ Service après-vente garanti : Si vous n'êtes pas satisfait du produit, veuillez contacter directement notre service client, il n'y a aucun risque de réexpédition ! Attention : la puissance maximale est de 50W de chaque côté."
    },
    {
        "id_produit": 92,
        "categorie": 60,
        "nom_produit": "Edifier R1700BT Enceintes de Bibliothèque Bluetooth Actives Paire d’étagères - Moniteurs de studio actif à champ proche - d’haut parleurs alimentées 2.0 avec coffrage en bois - 66 watts RMS",
        "marque": "Edifier",
        "couleur": "Bois",
        "image": "https://m.media-amazon.com/images/I/71J1U2tVdYL._AC_SX466_.jpg",
        "disponibilite": 1,
        "prix": 16999,
        "description": "          Kit 2.0 haut de gamme au son puissant avec connexion BT et télécommande IR     Puissance totale (RMS): 2x 15W + 2x 18W; Port Bass Reflex frontal pour d'impressionnantes basses     2 entrées RCA ainsi que contrôles des basses aigus et volume.     Connectique: RCA, 3.5mm (AUX), Bluetooth     Contenu de l'emballage: 1 enceinte principale with cordon d'alimentation; 1 enceinte passive; 1 télécommande IR; cable de connexion d'enceintes; 1 Cable stereo 3.5mm to RCA; 1 Cable stereo RCA to RCA; Manuel     "
    },
    {
        "id_produit": 93,
        "categorie": 60,
        "nom_produit": "Anker SoundCore Motion Boom Enceinte Bluetooth d'Extérieur, Drivers Titane, Technologie BassUp, Étanche IPX7, Autonomie 24 h, App SoundCore, Poignée, Enceinte Bluetooth Portable pour Le Camping",
        "marque": "Soundcore",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71yCYurGpXL._AC_SX425_.jpg",
        "disponibilite": 1000,
        "prix": 9999,
        "description": "     Son extrême en extérieur : faites sensation avec l'enceinte d'extérieur Motion Boom ; appuyez sur le bouton de lecture et faites l'expérience d'un son stéréo exceptionnel sans distorsion, même à volume élevé.     100 % pur titane : les drivers de la Motion Boom possèdent des diaphragmes pur titane reproduisant les hautes fréquences jusqu'à 40 kHz, pour un son nettement plus clair.     Technologie BassUp : notre technologie exclusive exploite un processeur de signaux numériques calibré par nos ingénieurs, qui analyse et intensifie les basses fréquences en temps réel pour produire des basses plus musclées.     Étanchéité certifiée IPX7 et flottaison : ne paniquez pas si l'enceinte d'extérieur Motion Boom tombe à l'eau. Elle est entièrement étanche et capable de flotter.     24 heures d'autonomie : l'enceinte d'extérieur Motion Boom offre jusqu'à 24 heures d'écoute en une seule charge pour que vous profitiez de votre musique tout au long de vos week-ends en camping, vos journées à la mer, vos virées en bateau, et bien plus encore."
    },
    {
        "id_produit": 94,
        "categorie": 60,
        "nom_produit": "Sony SRS-XB13 | Enceinte Ultraportable Mono- Bleu (Lagon)",
        "marque": "Sony",
        "couleur": "Bleu",
        "image": "https://m.media-amazon.com/images/I/71Z2V466XQL._AC_SX425_.jpg",
        "disponibilite": 1000,
        "prix": 4990,
        "description": "     Profitez d'un son surround puissant, de basses profondes et percutantes et de voix claires, grâce au processeur de diffusion sonore avec EXTRA BASS, un haut-parleur large bande et un radiateur passif     Emmenez-la partout Cette enceinte portable est étanche à l'eau et à la poussière (IP67) Elle a même une protection contre les rayons UV Avec une autonomie allant jusqu'à 16 heures et un indicateur de niveau de batterie sur votre téléphone, vous n'avez pas à vous soucier de l'arrêt soudain de votre musique     La SRS-XB13 est compacte, légère et facile à transporter Elle est dotée d'une dragonne ajustable, détachable et très pratique pour transporter ou accrocher votre enceinte sans fil où vous le souhaitez Elle est disponible en 6 coloris fun et acidulés     Reproduisez un son surround stéréo large en connectant ensemble deux enceintes SRS-XB13 EXTRA BASS     Restez connecté et profitez d'appels mains libres de haute qualité avec votre SRS-XB15"
    },
    {
        "id_produit": 95,
        "categorie": 62,
        "nom_produit": "Cello C2420SDE Téléviseur LED HD Ready de 24 Pouces avec Triple Tuner DVBT2 S2 Intégré",
        "marque": "Cello",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71pJV3n54lS._AC_SX425_.jpg",
        "disponibilite": 1000,
        "prix": 14999,
        "description": "     Compact 24 pouces avec résolution HD Ready et triple tuner intégré pour un confort de télévision absolu, même dans un petit espace     Triple tuner intégré - réception de DVBT2 S2     Fonction d'enregistrement USB - Enregistrez la télévision en direct et mettez en pause     Fonctions : DVB-C (télévision par câble), DVB-S2 (télévision par satellite) DVB-T2 (TV terrestre), lecture MPEG 2/4, guide électronique des programmes (EPG), minuterie de mise en veille, sécurité enfant, enregistrement PVR"
    },
    {
        "id_produit": 96,
        "categorie": 62,
        "nom_produit": "Cello C2220FSDE Téléviseur LED Full HD 22 Pouces avec Lecteur DVD Intégré et Triple Tuner DVBT2 S2",
        "marque": "Cello",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/81llmp+GUTS._AC_SY450_.jpg",
        "disponibilite": 1000,
        "prix": 19999,
        "description": "     Compact 22 pouces avec résolution Full HD et lecteur DVD intégré pour un confort de télévision absolu, même dans un petit espace     Lecteur DVD intégré et triple tuner intégré - réception du DVBT2 S2     Fonction d'enregistrement USB - Enregistrez la télévision en direct et mettez en pause     Fonctions : lecteur DVD, DVB-C (télévision par câble), DVB-S2 (télévision par satellite) DVB-T2 (TV terrestre), lecture MPEG 2/4, guide électronique des programmes (EPG), minuterie de mise en veille, sécurité enfant, enregistrement PVR"
    },
    {
        "id_produit": 97,
        "categorie": 63,
        "nom_produit": "Vidéoprojecteur WiFi, YABER 6000 Lumens Mini Projecteur Soutien Full HD 1080P Rétroprojecteur avec Fonction de Zoom, Projecteur WiFi Home Cinéma Compatible iPhone, Android, TV Stick",
        "marque": "YABER",
        "couleur": "Blanc",
        "image": "https://m.media-amazon.com/images/I/71hrMeoqirS._AC_SX466_.jpg",
        "disponibilite": 1000,
        "prix": 10999,
        "description": "     💝【Y compris le dernier écran de projection natif 720P 6500 lumens】 Le projecteur V2 est livré avec un écran à condensateur gratuitement ! ! ! (Limité aux 100 premières personnes) L'écran condenseur dispose de la dernière fonction Light.Si vous le regardez, la luminosité de l'écran de projection augmentera de 50% immédiatement. (Le côté sombre de l'écran est l'avant) La résolution réelle est de 720P.     💝【Fonction de mise en miroir d'écran pour le Wi-Fi et la visualisation de vidéos sans fil】 Le mini projecteur YABER prend en charge les connexions filaires et Wi-Fi pour les systèmes iOS et Android.La fonction de mise en miroir ne nécessite aucun adaptateur. Regardez directement depuis l'écran d'un smartphone compatible avec AirPlay, MiraCast et DLNA sur le projecteur grâce à la mise en miroir.     💝 【DoLbY HiFi Stereo et Wide Compatibility】Le mini projecteur V2 prend en charge le son DoLbY et le système audio SRS, offrant une excellente expérience de perception auditive. Parce qu'il peut prendre en charge DoLbY, vous pouvez également lire des films DoLbY, vous n'avez donc pas à vous soucier de désactiver la fonction DoLbY comme un projecteur sans cette fonction.     💝【Fonction zoom / grand écran de projection】 Le projecteur V2 est le seul mini projecteur du marché qui prend en charge la fonction zoom. La zone de projection peut être réduite à 75% en ajustant l'écran sans déplacer le projecteur. Il prend en charge une taille de projection de 45 à 200 pouces avec une distance de projection de 1,15 à 5 m. Le projecteur adopte également le dernier système de refroidissement, qui a un bon effet de dissipation thermique.     💝【Largement compatible, support professionnel à vie] 】 Équipé de haut-parleurs HiFi, pas besoin de connecter des haut-parleurs externes. Il peut être connecté à divers périphériques. Remarque : si l'appareil ne peut pas se connecter au wifi ou si le signal wifi est instable, ce n'est pas un problème de qualité et peut être résolu en mettant à jour le micrologiciel. Si vous avez des questions, n'hésitez pas à me le faire savoir."
    },
    {
        "id_produit": 98,
        "categorie": 65,
        "nom_produit": "Nikon D3200 Appareil photo numérique Reflex",
        "marque": "Nikon",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/91RVAq0UddL._AC_SX679_.jpg",
        "disponibilite": 1,
        "prix": 4000,
        "description": "          Résolution du capteur : 24,2 millions de pixels     Taille d'écran : TFT 7,5 cm (3 pouces)     Type de capteur : CMOS 23,2 x 15,4 mm     Cartes mémoire compatibles : SD, SDHC ou SDXC compatibles UHS-I     Enregistrement de vidéos Full HD 1080p     Téléchargez la notice en français ici     "
    },
    {
        "id_produit": 99,
        "categorie": 66,
        "nom_produit": "Camescope 4K Caméscope Vidéo Ultra HD 56.0Mp WiFi Caméscope 18X Zoom Numérique pour Youtube avec Vision Nocturne IR, Microphone et Capot",
        "marque": "Lincom",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/71xNal9PtfL._AC_SY355_.jpg",
        "disponibilite": 1000,
        "prix": 16284,
        "description": " ✿ 【Caméscope 4K Ultra HD et 30MP】: Équipé d'une résolution vidéo 4K 24FPS, d'un zoom numérique 18X, ce caméscope vidéo pour YouTube produit des images de très haute qualité et capture vos moments merveilleux. Écran tactile HD de 3,0 po récemment mis à niveau, avec une conception de griffe pour attacher un microphone externe captant avec précision l'audio sans perte dans un rayon de 49 pieds, éliminant le bruit de fond pendant l'enregistrement garantissant la meilleure qualité sonore.     ✿ 【Lumière de remplissage LED】: Ce Camescope dispose d'une lumière de remplissage LED intégrée, vous pouvez prendre de belles photos dans des conditions de faible éclairage. Capturez les souvenirs les plus précieux de votre famille avec le caméscope Lincom 4K. Il a des dessins de mode, une forme très moderne. convient pour enregistrer des événements importants. Léger et facile à transporter.     ✿ 【Télécommande et anti-tremblement électronique】: Le caméscope numériqu de vlog avec microphone est livré avec une télécommande qui peut être utilisée pour le contrôler jusqu'à 15 pieds de distance. Aucun membre n'est exclu de la photo de groupe et ne demande plus aux gens autour de prendre des photos pour vous. En outre, il prend également en charge la fonction anti-tremblement électronique, qui peut améliorer efficacement la qualité de l'image.     ✿ 【Webcam】: Ce mini caméscope dispose d'une fonctionnalité webcam permettant une utilisation sur Skype ainsi que la diffusion en direct sur YouTube, Facebook, etc. Vous pouvez avoir besoin de la fonction webcam lorsque vous souhaitez discuter en vidéo avec vos amis ou votre acheter une webcam séparée.     ✿ 【Mémoire suffisante et 2 piles】: Cette camescope mini dv de vloging compacte prend en charge le stockage de 4 Go à 128 Go de carte SD haute vitesse de classe 10 (carte SD exclue). Une seule batterie NP40 complètement chargée peut durer environ 60 à 90 minutes pour continuer la prise de vue. Ne vous inquiétez pas du tout si vous avez un long voyage à enregistrer car il est livré avec 2 batteries puissantes."
    },
    {
        "id_produit": 100,
        "categorie": 66,
        "nom_produit": "ZORNIK Caméscope,IR Vision Nocturne Caméra Vidéo HD 1080P 36MP 16X Zoom Numérique 3,0 Pouces LCD 270 Degrés Ecran Rotatif Vlogging Caméra",
        "marque": "ZORNIK",
        "couleur": "Noir",
        "image": "https://m.media-amazon.com/images/I/41qlSrSFC9L._AC_SY355_.jpg",
        "disponibilite": 1000,
        "prix": 8299,
        "description": "Caméra Vidéo HD 1080P 36MP 16X Zoom Numérique 3,0 Pouces LCD 270 Degrés Ecran Rotatif Vlogging Caméra"
    }
]